{"url":"http://www.fiercebiotech.com/research/priming-protein-boosts-stem-cell-response-to-injury-promotes-healing","result":{"extractorData":{"url":"http://www.fiercebiotech.com/research/priming-protein-boosts-stem-cell-response-to-injury-promotes-healing","resourceId":"57ce61d0e4d90f3b86538c97e5d69617","data":[{"group":[{"text_body":[{"text":"Stanford University scientists have identified a protein that, given before an injury, boosts stem cell response and improves healing. “Priming” with this protein, called hepatocyte growth factor activator (HGFA), could eventually speed recovery in cases where injury is expected, such as patients undergoing surgery.\n \nSenior author Thomas Rando and lead author Joseph Rodgers previously showed that injury to one leg caused stem cells in the other leg to become “alert.” This state is different from the fully resting or fully active phases that stem cells usually assume.\n \nTo pinpoint the cause of this alert state, the researchers injected uninjured mice with blood serum from mice with a muscle injury. While this serum had the same level of HGF as serum from uninjured mice, it had higher levels of HGFA, a protein that activates HGF. Once HGF is activated, it, in turn, activates a signaling pathway in stem cells that produces proteins that make them alert, according to a statement.\n \nIn another experiment, they dosed mice with HGFA two days before injury. The treated mice “scampered around on their wheels” sooner than untreated mice, indicating faster muscle recovery. Their skin also healed faster than that of untreated mice.\n \n“Our research shows that by priming the body before an injury you can speed the process of tissue repair and recovery similar to how a vaccine prepares the body to fight infection,” said Rodgers in the statement.\n \nFinding new ways to stimulate stem cells is a major focus of tissue-repair research. Scientists at New York University and the University of Colorado at Boulder, for example, recently found a gene that prompts adult stem cells to repair injured muscle in mice. They successfully used a drug to boost this gene in mice that did not have it.\n \nWhile the direct implications of Stanford's discovery are obvious—the treatment could become a way to boost recovery for people in combat or sports, or those who have undergone surgery—the team is also interested in the role of HGF and HGFA in aging.\n \n“Stem cell activity diminishes with advancing age, and older people heal more slowly and less effectively than younger people,” Rando said. The researchers want to look into the possibility of restoring youthful healing rates by activating this pathway, he said."}],"keywords":[{"text":"aging, wound healing, adult stem cells, regenerative medicine, Stanford University"}]}]}]},"pageData":{"resourceId":"57ce61d0e4d90f3b86538c97e5d69617","statusCode":200,"timestamp":1493769003522},"timestamp":1493769299776,"sequenceNumber":1}}
{"url":"http://www.fiercebiotech.com/biotech/tonix-could-get-2019-nod-for-breakthrough-badged-ptsd-therapy-analysts","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/tonix-could-get-2019-nod-for-breakthrough-badged-ptsd-therapy-analysts","resourceId":"08a623dfa969c7497d731a97d988b220","data":[{"group":[{"text_body":[{"text":"Just as global security is starting to look a bit precarious, Tonix Pharmaceuticals has started recruiting military personnel into a phase 3 trial of its drug candidate for combat-related post-traumatic stress disorder (PTSD).\n \nThe drug—code-named TNX-102 SL—is a fast-dissolving, under-the-tongue formulation of cyclobenzaprine, a drug that is already FDA-approved as a muscle relaxant. Tonix reported positive results from a phase 2 trial last year suggesting it could alleviate PTSD symptoms such as disturbed sleep and nightmares, earning it a breakthrough designation from the FDA last December.\n \nWhile there are approved antidepressant and anxiety medicines for the estimated 7 million to 8 million Americans who experience PTSD in a 12-month period, they are not considered very effective and can cause troublesome side effects. TNX-102 SL is thought to help restore healthy sleep that in turn aids the body's natural recovery from severe trauma.\n \nTonix needs the PTSD program to deliver after a string of pipeline disappointments, including the demise of a chronic headache candidate in phase 2 last year and TNX-102 SL's failure to show efficacy in a phase 2b trial in fibromyalgia in 2014.\n \nThe HONOR trial of TNX-102 SL will enroll 550 PTSD sufferers and, according to analysts at Edison, the FDA has agreed to an interim analysis after data on half that recruitment target is available, expected in the first half of next year.\n \n\"The FDA has also indicated that if the data is 'statistically persuasive' only one study may be needed for approval,\" say Edison's Maxim Jacobs and Nathaniel Calloway in a research note. With the BTD giving a possible six-month FDA review period and the potential for an early trial halt, \"approval is possible in 2019,\" they suggest, while still projecting a green light in 2020.\n \nTNX-102 SL is not the first older compound that is being rejigged as a possible PTSD treatment. The FDA recently gave the go-ahead to a large-scale trial of MDMA—also known as Ecstasy—after encouraging signals in smaller trials. And last year Marina Biotech bought rights to an intranasal ketamine derivative for PTSD from Turing Pharma that is in late-stage development for PTSD.\n \nOther companies working on novel drugs in this area include Chronos Therapeutics, which has a tropomyosin receptor kinase B drug at the lead generation stage, and Allergan spinout Aptinyx with NMDA modulators in preclinical development."}],"keywords":[{"text":"central nervous system, PTSD, drug repositioning, Tonix Pharmaceuticals"}]}]}]},"pageData":{"resourceId":"08a623dfa969c7497d731a97d988b220","statusCode":200,"timestamp":1493769003478},"timestamp":1493769300909,"sequenceNumber":2}}
{"url":"http://www.fiercebiotech.com/biotech/novartis-drug-development-chief-outlines-car-t-research-commitment","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/novartis-drug-development-chief-outlines-car-t-research-commitment","resourceId":"e176dc2ec921ad791970e06ff50afb06","data":[{"group":[{"text_body":[{"text":"Despite reports that linked Novartis to cutting back on its cell therapy work, the Swiss major said it is going full steam ahead for its CAR-T research as a potential approval for its candidate appears on the horizon. \n \nIn August of last year, Endpoints broke the news that the Big Pharma was integrating its once standalone gene and cell therapy unit into the company. Most employees would be redeployed, but around 120 potentially face job losses.\n \nThis unit was doing work on the next new cancer class CAR-T, but some speculated that the disbanding of this unit meant that Novartis was looking to take a step back from research in this area.\n \nTalk of its death was, however, greatly exaggerated according the the company. It said its leading CAR-T candidate, CTL019 (tisagenlecleucel), now has two FDA breakthrough tags in two blood cancers, and was given a priority review for the med by the agency at the end of March.\n \nThe company is now in a race with biotech Kite Pharma to be the first to market this new type of cancer therapy that has shown some stellar results in clinical trials (although it also has revealed some serious side effects from other companies, including Juno Therapeutics).\n \nSpeaking to FierceBiotech, Vas Narasimhan, M.D., global head of drug development and CMO at Novartis, said that there was “a lot of interpretation last year regarding our reintegrating our cell and gene therapy unit into our R&D infrastructure,” but was adamant that this “did not create any difference in regards to our commitment in this space.”\n \nHe said the integration of the unit into Novartis proper was primarily due to its success.\n \n“We had incubated the technology which came out of [its 2012 CAR-T deal] with Penn as a dedicated unit, and that was something that made sense: If you had immediately put that into the larger infrastructure of Novartis, it would have got lost, especially in the early stages when it was risky and it was unclear if this would be tractable,\" he said.\n \nBut Narasimhan said that as the unit became scaled, the parallel infrastructure scheme no longer made optimal sense.\n \n“To give this technology the best chance of succeeding, and in the most cost-effective way, we decided we should integrate [the unit] into our normal operations, and so CAR-T agents were then no different to an I-O agent, or anything else that we developed at Novartis, other than the fact that the process here is very important for the product,\" he said. “We have the scale to work on these sorts of things quickly. So, the integration has allowed us to work on multiple programs in parallel, where I think the unit was focusing on just one or two programs at a time.”\n \nNow integrated, Narasimhan said it’s full steam ahead for CAR-T, and the immediate focus is to see through the two indications: r/r B-cell acute lymphoblastic leukemia (ALL) in pediatric and young adult patients and r/r diffuse large B-cell lymphoma (DLBCL) for tisagenlecleucel this year, as well as a combined ALL and DLCBL submission in Europe in 2017.\n \nOn the R&D side, he sees a three-pillar approach for CAR-T. The first pillar is to continue to be innovative on the manufacturing side of things, which is a tricky and cutting-edge science in itself for CAR-T. “We need to continue to invest to optimize our manufacturing platforms, bringing it to more patients as we expand indications,” he says.\n \nThe second is to continue to work in blood cancers, where results for Novartis and others have been the strongest. He said that they have programs in CAR-T in combination with other meds, as well as research in multiple myeloma, with additional blood cancer programs also slated to run on its CAR-T platform.\n \nAnd the third pillar, which could turn out to be the toughest for all involved, is the move into solid tumors.\n \n“We have a few different constructs now and we’re moving into the clinic,” Narasimhan explains. “Our most advanced CAR-T is targeting ovarian cancer as well as a few other solid tumors.”\n \nSolid tumor research in the industry using CAR-Ts has not to date, however, seen a translation from the strong data coming out of blood cancers, and a lot of uncertainty remains as to whether, and how, CAR-T can treat these types of cancer.\n \nI asked Narasimhan how confident he and Novartis were in holding up its third pillar.\n \n“For solid tumors, we really need to wait for the clinical data to make a judgement and see how tractable it is. We know in the solid tumor microenvironment there is a lot more going on, and the question of course will be combination therapies and what kind of I-O combinations might be required to see deep and durable responses in solid tumors,\" he said.\"It’s too soon to say what our confidence level is in solid tumors, other than to say that we have targets that we are interested in and we’ve built those constructs and are taking them into the clinic.”\n \nOne of the big questions surrounding Novartis’ CAR-T program is the outcome of its JULIET trial for tisagenlecleucel, a study looking at the med’s ability in DLCBL (where rival Kite is also working on). The data are in, but Novartis isn’t sharing yet.\n \n“Our plan with JULIET is to announce it at an upcoming medical event, and once we get acceptance at a congress, we’ll disclose it. We just want to ensure that we don’t undermine our ability to present the data to a scientific congress.”\n \nBut Narasimhan did say that the breakthrough designation it got this week from the FDA “hopefully gives some indication,” of how the data have panned out.\n \nLastly, we spoke about the FDA, which is under pressure from all directions as the new administration looks to cut back on regulations and direct funding (with a proposed increase in user fees), and internally, with some questioning whether it has at times lowered its standards to allow drugs through, such as those from Sarepta and more recently Marathon, and if this signals a sea change for the agency.\n \nNarasimhan defended the FDA, saying it should be strong, but that it is “under-resourced for what they have to do. If you look at 21st Century Cures Act and all the new things they have to do, the funding isn’t necessarily all there yet for those new requirements.”\n \nHe also said that the science and the technology being put up for review “is getting more and more complex, and there is public pressure with right to try and patient group pressures as well on the FDA and these are only increasing, so they have to find the right balance.\"\n \n“I would say, in general, that the FDA does an extraordinary job having worked with them for many years, including on the H1N1 pandemic, and through various cycles of innovation. But, I think they need more time and money to invest in their people, so that they are up to speed on the latest science so that they can make measured decisions.”\n \nHe said that despite the agency's outlier cases, “generally they continue to be very rigorous,” in their reviews.\n \nHe also said it was incumbent on both the agency and the industry to do more to speed up R&D and approvals, and be open to new, but scientifically-led, approaches that can help get new drugs to patients more quickly."}],"keywords":[{"text":"immuno-oncology, Novartis, Kite Pharma, Juno Therapeutics"}]}]}]},"pageData":{"resourceId":"e176dc2ec921ad791970e06ff50afb06","statusCode":200,"timestamp":1493769004988},"timestamp":1493769301995,"sequenceNumber":3}}
{"url":"http://www.fiercebiotech.com/biotech/h3-biomedicine-boosts-its-cancer-collab-foundation-medicine","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/h3-biomedicine-boosts-its-cancer-collab-foundation-medicine","resourceId":"ccdef8913565e07793170cdb169b645a","data":[{"group":[{"text_body":[{"text":"Eisai’s spinoff unit H3 Biomedicine has expanded its 2015 deal with Foundation Medicine as the pair look for new cancer drivers.\n \nH3, a part of Eisai’s global oncology business group, will “collaborate to interrogate the FoundationCORE dataset, with the goal of expanding the translation of ongoing H3 programs and identifying new, actionable cancer drivers” with Foundation Medicine.\n \nFoundationCORE is the company’s molecular information knowledge base. In a statement, the two said they would “continue to build upon the progress the two companies have made during the collaboration.”\n \nMarkus Warmuth, M.D., president and CEO of H3 Biomedicine, said: “Having access, through Foundation Medicine, to a high quality, large-scale data set for identification of novel driver events and clinical translation helps create a competitive edge for H3 within the current oncology drug development market.\n \n“The collaboration with Foundation Medicine has broadened the scope of our clinical programs and has pointed us in new, unique directions and we look forward to continuing this successful collaboration.”\n \n“The genomics data in FoundationCORE is a better reflection of patients seeking treatment in current clinical practice compared with publicly available data sets, and it will continue to evolve as new therapies are adopted,” added Lihua Yu, VP of data science and IT at H3 Biomedicine.\n \n“Thorough computational analysis beyond variant calls allows us to connect genomic aberrations with disease context which can directly impact the trajectory of our pipeline.”"}],"keywords":[{"text":"oncology, Foundation Medicine, H3 Bioscience, Eisai"}]}]}]},"pageData":{"resourceId":"ccdef8913565e07793170cdb169b645a","statusCode":200,"timestamp":1493769006979},"timestamp":1493769302877,"sequenceNumber":4}}
{"url":"http://www.fiercebiotech.com/biotech/abbvie-parp-inhibitor-veliparib-flunks-two-phase-3-trials","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/abbvie-parp-inhibitor-veliparib-flunks-two-phase-3-trials","resourceId":"9e7bb24effb993410a3c473d1d90bd44","data":[{"group":[{"text_body":[{"text":"Two phase 3 trials of AbbVie’s PARP inhibitor veliparib have missed their primary endpoints. The studies set out to show that the addition of veliparib to chemotherapy improves outcomes in patients with non-small cell lung cancer or triple negative breast cancer but fell short of this goal.\n \nAbbVie is saving the full postmortems of the trials for a medical meeting or peer-reviewed paper. But its brief statement on the studies makes it clear the results have dashed hopes of taking the combination of veliparib with carboplatin and paclitaxel any further in the two indications.\n \n“We wanted to explore whether a PARP inhibitor could augment chemotherapy in patients with squamous non-small cell lung cancer and triple negative breast cancer by disrupting the repair of cancer cells,\" AbbVie VP Gary Gordon, M.D., Ph.D., said in a statement. \"Unfortunately, these data do not support the use of veliparib in combination with chemotherapy in these patients.\"\n \nThe 970-patient lung cancer trial assessed the effect of veliparib on overall survival in smokers. The 312-subject breast cancer study looked at the PARP inhibitor’s impact on pathological complete response. Veliparib failed to move the needle in either case.\n \nAnalysts at Jefferies were sanguine following the failures, noting that the PARP inhibitor accounted for less than 1% of their midterm revenue forecasts. That modeling makes veliparib a small piece of the late-phase blitz AbbVie has embarked on to equip its business to weather the impact of biosimilar competition for its cornerstone drug Humira.\n \nOther pieces of the strategy are set to hit milestones over the next 12 months. Before the end of 2017, AbbVie is expected to present small cell lung cancer data on Rova-T that will give a read on whether it was wise to spend upward of $5.8 billion on Stemcentrx. The drugmaker is also expected to present results that will start to reveal the merits of its decision to push Galapagos into the arms of Gilead and forge ahead with its own JAK1 inhibitor ABT-494.\n \nAbbVie is also barrelling toward readouts from other trials of veliparib, but the failures of the first two studies have dampened expectations. If those trials also fall short, AbbVie will cede the PARP market to a clutch of other drugmakers. Tesaro joined AstraZeneca and Clovis on the list of companies with approved PARP inhibitors last month. And the trio could be joined by Pfizer once it has data on the drug it gained in the $14 billion buyout of Medivation."}],"keywords":[{"text":"PARP inhibitor, breast cancer, triple-negative breast cancer, lung cancer, non-small cell lung cancer, squamous cell lung cancer, failed trials, AbbVie, AstraZeneca, Clovis Oncology, Tesaro, Pfizer, Medivation"}]}]}]},"pageData":{"resourceId":"9e7bb24effb993410a3c473d1d90bd44","statusCode":200,"timestamp":1493769006629},"timestamp":1493769302931,"sequenceNumber":5}}
{"url":"http://www.fiercebiotech.com/medical-devices/verily-kicks-off-baseline-study-which-seeks-to-define-health","result":{"extractorData":{"url":"http://www.fiercebiotech.com/medical-devices/verily-kicks-off-baseline-study-which-seeks-to-define-health","resourceId":"e5c5e543b33a95a58b00d68cd4dc134e","data":[{"group":[{"text_body":[{"text":"Verily’s Project Baseline, which aims to better understand what it means to be healthy and how health transitions to disease, has launched in partnership with Duke University and Stanford University. The study will collect health data from 10,000 participants over four years.\n \nThe study will begin enrolling in the next few months and will take place at two sites in North Carolina and two sites in California. More sites are under consideration, according to a statement.\n \nThe project aims to establish a “baseline” for human health and will collect a “deep dataset” from each participant through clinical visits and interactive surveys and polls. Participants will also wear Verily’s StudyWatch, an investigational health tracker the company unveiled this week. The datasets will include a vast array of information, ranging from clinical, imaging and genetic data to physical, environmental, behavioral and self-reported data, according to the statement.\n \n“Currently, most of what we see as treating physicians are short snapshots in time of an individual and primarily after they are already ill. We are effectively missing a lot of valuable information years prior to illness,” said Dr. Sanjiv Sam Gambhir, chair of radiology at Stanford and director of the Canary Center for Cancer Early Detection, in the statement. “We’re dealing with illness in the absence of a well-defined reference of healthy biochemistry, and this underscores the criticality of what we hope to achieve here.”\n \nDe-identified data from the study will eventually be made available to researchers, Verily said. The company hopes the project will lead to the creation of new platforms that will “discover changes in health as they happen in meaningful and actionable ways,” said Dr. Adrian Hernandez, a professor of medicine at Duke, in the statement.\n \nRELATED: Verily pushes ambitious projects, but success may lie in simpler offerings\n \nAnd although experts have questioned the utility of Baseline—the main concern is that “trivial” or “false” trends will be seen in the data—it is less lofty a goal than the other ambitious projects Alphabet touted when it first entered life sciences in 2012. These included a glucose-sensing contact lens and a diagnostic device dubbed the “Tricorder,” which was intended to assess a patient’s health by detecting injected nanoparticles in the bloodstream. Both remain in development.\n \nIn November, Novartis walked back expectations that human trials for its autofocusing contact lens—licensed from Google in 2014—would begin that year. And in March, the Swiss drugmaker did the same for its glucose-sensing contact lens collaboration with Verily. Initially expected to launch a commercial product by 2019, Novartis Chairman Joerg Reinhardt called the project a “highly risky” long-term project.\n \nMeanwhile, Verily is partnering with Dexcom on a miniaturized continuous glucose monitor, which the pair aims to launch next year. They are also developing a disposable, bandage-sized glucose monitor with eyes on a 2020 or 2021 launch."}],"keywords":[{"text":"Big Data, analytics, data collection, wearables, Verily, Stanford University, Duke University"}]}]}]},"pageData":{"resourceId":"e5c5e543b33a95a58b00d68cd4dc134e","statusCode":200,"timestamp":1493769008370},"timestamp":1493769304001,"sequenceNumber":6}}
{"url":"http://www.fiercebiotech.com/biotech/eu-crushes-u-k-hopes-retaining-ema-after-brexit","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/eu-crushes-u-k-hopes-retaining-ema-after-brexit","resourceId":"d107561d6aaca69ee42966fabfef1a20","data":[{"group":[{"text_body":[{"text":"The European Commission has again sought to extinguish the United Kingdom’s lingering hopes of keeping the European Medicines Agency (EMA) in London after Brexit. Lead Brexiteer David Davis became the latest politician to claim London could retain the regulator earlier this week, only for a spokesperson for the commission to rubbish the idea.\n \nDavis and other members of the British government have generally presented the location of EMA as one of the topics to be decided in its exit negotiations with the EU. Officials in Brussels see things differently. Their take is that the U.K. cannot keep EMA while severing its other ties to the EU, and that the U.K. will have no say in the new location of the agency. That is a decision for the remaining 27 member states. The only role the U.K. has is to ease the transition.\n \n“A matter for the negotiations will be the duty for the United Kingdom to facilitate the transfer of these agencies, helping to ease the practical and financial burden for the experts working there who will have to relocate to another city in the EU,” Margaritis Schinas, a spokesperson for the commission, told BBC News.\n \nDavis’ comment and the commission’s response follow the same pattern as other exchanges that have taken place through the press since the U.K. voted to leave the EU last year. When a politician talks up the merits of keeping EMA in London, typically by citing the central role the U.K. regulator plays in its operation, a representative of the EU or one of its member states points out the impossibility of a key agency being based outside of the territory.\n \nPockets of U.K. politicians have long since accepted this is the most likely outcome, perhaps even only viable outcome. Talking to fellow politicians in January, U.K. health secretary Jeremy Hunt said it is “likely” the EU will move the headquarters of EMA to outside the U.K. after Brexit. But others have continued to present staying in London as a realistic option. Hunt received criticism for his comments from his peers, some of whom felt he had given up on EMA too easily and too soon.\n \nWhether Davis actually thinks the location of EMA should be part of exit negotiations or is trying to sneak an extra bargaining chip onto the table is unclear, as is the government’s position on how its regulatory system will interact with that of the EU after Brexit. Hunt appeared to give clarity when he said it was most likely EMA would leave London and Britain would leave the EMA. But Davis then said Hunt had been “misreported and misinterpreted”, adding to the list of mixed messages to emerge from members of the ruling party.\n \nThose politicians now face an election. Prime Minister Theresa May called the general election this week, going back on previous assertions that she would do no such thing. The election was due to take place in 2020. And after becoming PM May repeatedly said she wouldn’t pull forward the date, largely because she felt the U.K. needed a “period of stability” after the referendum. Now, May has called a general election to “guarantee certainty and stability.”\n \nIf, as polls suggest, the Conservative party May leads significantly increases its majority in the election, it could give her more stability. But for the biotech industry, the near-term fallout from the political u-turn is more uncertainty and a delay in resolving outstanding issues. \n \n“The coming weeks are a period of further political uncertainty as policy proposals like the government’s industrial strategy and the life science sector’s response to it are formally put on hold for the period of the general election campaign. Similarly any further clarity or certainty on the U.K.’s approach to Brexit will have to await the outcome of the election—and only then become the focus of a debate with the European Union,” BioIndustry Association CEO Steve Bates said in a statement."}],"keywords":[{"text":"Regulation, regulators, regulatory affairs, United Kingdom, European Union, European Commission, Brexit, European Medicines Agency, EuroBiotech Report, London"}]}]}]},"pageData":{"resourceId":"d107561d6aaca69ee42966fabfef1a20","statusCode":200,"timestamp":1493769007960},"timestamp":1493769304917,"sequenceNumber":7}}
{"url":"http://www.fiercebiotech.com/medical-devices/theranos-squares-away-cms-arizona-disputes-to-tune-4-6m","result":{"extractorData":{"url":"http://www.fiercebiotech.com/medical-devices/theranos-squares-away-cms-arizona-disputes-to-tune-4-6m","resourceId":"764a6a63724875ec2ccfa025c29fe1d7","data":[{"group":[{"text_body":[{"text":"Theranos has ended two legal battles in two days—the company has promised the Centers for Medicare & Medicaid Services it will not run a lab for two years and settled with the Arizona Attorney General to pay up $4.65 million to residents who had paid for Theranos blood tests.\n \nIn July, CMS imposed sanctions on Theranos after surveying the company’s lab in Newark, California. In the 2015 inspection, regulators found “deficient practices” at the Newark lab that \"pose immediate jeopardy to patient health and safety.\"\n \nThe sanctions included banning the lab’s owners and operators from running a lab for two years and revoking its CLIA certificates. While the sanctions would not take effect for 60 days, the agency levied a civil penalty of $10,000 for each day of noncompliance. Theranos would appeal the sanctions “immediately,” the company said at the time.\n \nIn exchange for Theranos’ not operating a lab until 2019, CMS has reduced the monetary penalty to $30,000 and will not pull the company’s CLIA certificates, according to a statement announcing the settlement Monday.\n \nMeanwhile, Theranos announced Tuesday that it had reached an agreement with the Arizona Attorney General that it would reimburse Arizona residents for $4.65 million—the total they had paid for Theranos tests between 2013 and 2016. The company also said it will not run a lab in Arizona for two years.\n \nRELATED: FierceBiotech’s Rotten Tomatoes—Theranos\n \nReports questioning Theranos’ lab practices and the validity of its blood testing tech emerged in 2015. Since then, the company has lost its early partner and validator, Walgreens, which is suing Theranos for breach of contract, and is also facing an investor class-action lawsuit. A U.S. district judge upheld fraud claims brought in the suit on Tuesday.\n \nGiving up lab operations for two years would have been a blow for a company founded on fingerprick blood testing. But last summer, Theranos unveiled a new device, the MiniLab, a tabletop blood-sample processor that can be used outside a lab. And in October, the company pivoted to the new device, ditching its old technology, closing its labs and Theranos Wellness Centers in California, Arizona and Pennsylvania, and slashing 40% of its employees.\n \n“Theranos exited the clinical lab and retail business last year, and is focusing on its miniaturized, automated testing platforms and related chemistries,” Theranos said in a statement Monday.\n \nLast month, a Wall Street Journal report exposed a deal wherein Theranos offered additional shares to investors in return for promises not to sue the company. The agreement covers investors who participated in Theranos’ latest financing rounds. And earlier this month, it was revealed that CEO Elizabeth Holmes is $25 million in debt to the company from an agreement in which she agreed to buy shares and pay for them later. But under the agreement, Theranos is able to forgive the debt or cancel the shares."}],"keywords":[{"text":"diagnostics, legal, lawsuits, Class Action, blood test, Theranos, Centers for Medicare & Medicaid Services, Elizabeth Holmes"}]}]}]},"pageData":{"resourceId":"764a6a63724875ec2ccfa025c29fe1d7","statusCode":200,"timestamp":1493769008899},"timestamp":1493769305974,"sequenceNumber":8}}
{"url":"http://www.fiercebiotech.com/biotech/lion-biotechnologies-teams-up-md-anderson-cancer-center-til-tech","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/lion-biotechnologies-teams-up-md-anderson-cancer-center-til-tech","resourceId":"28aa5e2d292712048042f57d265365a1","data":[{"group":[{"text_body":[{"text":"Lion Biotechnologies has signed a long-running pact with the University of Texas MD Anderson Cancer Center for trials testing its tumor-infiltrating lymphocyte (TIL) therapy in ovarian cancer, various sarcomas and pancreatic cancer.\n \nOn top of this, the pair will also conduct preclinical research to explore the expansion of TIL in other rare tumor types.\n \nLike many in biopharma, Lion is working on harnessing the body’s immune system to battle and ultimately control, and then perhaps kill, cancer.\n \nThe San Carlos, California-based company’s candidate LN-144 comes out of the lab of Steven Rosenberg, chief of surgery at the National Cancer Institute (NCI), who used an adoptive cell therapy regimen to tackle metastatic melanoma.\n \nThe drug was in fact licensed from NCI and is being tested in several trials to treat metastatic melanoma at the institute and the H. Lee Moffitt Cancer & Research Institute. The biotech already has ties with the MD Anderson Cancer Center, as the drug is being tested here as well.\n \nIn the new pact, the biotech’s TIL therapy will be tested using two different TIL manufacturing processes, it says, and explains that the trials will be designed by a Lion and MD Anderson joint steering committee, but will be done at MD Anderson.\n \nBoth Lion and MD Anderson will have manufacturing responsibilities for production of TILs; last year, Lion signed a new three-year manufacturing services agreement with WuXi AppTec for its therapies.\n \nMaria Fardis, Lion Biotechnologies’ president and CEO, said: “We are excited to form this strategic alliance with MD Anderson. Together, we expect to generate data that will support the pursuit of additional pipeline indications to complement our ongoing Lion-sponsored TIL clinical programs in metastatic melanoma, head and neck and cervical cancers.\n \n“This collaboration leverages Lion’s strong expertise in TIL therapy and our expanding TIL manufacturing capacity, with MD Anderson’s deep experience in developing novel methods for generating TIL and innovative clinical care in treating oncology patients with unmet needs.”\n \n“This TIL-based technology is yet another tool in MD Anderson's ongoing efforts to provide new therapies for our patients,” added Dr. Amir Jazaeri, associate professor of gyn/onc and reproductive medicine at MD Anderson. “It is our hope that this area of study will further treatment options for multiple types of cancer.”\n \nThis builds on the trial pact Lion recently made with PolyBioCept AB and an extended deal with the NCI that could see its tech paired with I-O meds such as checkpoint inhibitors.\n \nThe biotech, which has a market cap of $373 million, was up nearly 1% early this morning. At the end of last year, as per its financials, the company had $166.5 million in the bank, and last summer closed a private $100 million funding round."}],"keywords":[{"text":"pancreatic cancer, ovarian cancer, partnerships, cancer therapies, MD Anderson, National Cancer Institute"}]}]}]},"pageData":{"resourceId":"28aa5e2d292712048042f57d265365a1","statusCode":200,"timestamp":1493769010798},"timestamp":1493769307583,"sequenceNumber":9}}
