{"url":"http://www.fiercebiotech.com/biotech/poxel-shares-jump-40-after-diabetes-trial-hits-primary-goal","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/poxel-shares-jump-40-after-diabetes-trial-hits-primary-goal","resourceId":"2d18239f69d1d27a71b770c02d674484","data":[{"group":[{"text_body":[{"text":"A phase 2b trial of Poxel’s Type 2 diabetes candidate imeglimin has met its primary endpoint. The data sent shares in Poxel soaring 40% and set the company up to push into a phase 3 trial before the end of the year.\n \nInvestigators in Japan enrolled 299 patients and randomized them to receive one of three doses of imeglimin or placebo. Participants received the treatment twice a day for 24 weeks. The primary endpoint looked at glycated hemoglobin A1c, a type of hemoglobin that shows the three-month average plasma glucose concentration. A secondary efficacy endpoint looked at levels of fasting plasma glucose.\n \nAll three doses of imeglimin outperformed placebo in terms of reducing levels of the hemoglobin. The response was dose dependent. Subjects who received the lowest, 500 mg dose experienced a reduction of 0.52%. Participants who took the highest, 1500 mg dose experienced a reduction of 1.00%. The declines are larger than those seen in earlier trials in the U.S. and Europe.\n \nDose dependency was also evident in the analysis of the secondary endpoint. Only the two higher doses—1000 mg and 1500 mg—met that endpoint. Analysis of additional secondary endpoints is ongoing. Poxel said the safety profile was consistent with that seen in earlier trials. Those studies found the safety profile of imeglimin was comparable to placebo.\n \nBuoyed by the data, Poxel plans to talk to regulators in Japan in the third quarter and kick off a phase 3 study in the fourth quarter. That would set Poxel up to generate pivotal data in a market that is central to its plans.\n \n“In Japan, we believe imeglimin may be a prime candidate for first-line treatment as monotherapy and as an add-on to other glucose lowering therapies for the treatment of patients with Type 2 diabetes,” Poxel CEO Thomas Kuhn said in a statement. “Japan represents the second largest single market for Type 2 diabetes and is expected to grow to approximately $6 billion (€5.5 billion) in annual sales in 2020.”\n \nKuhn has previously expressed a willingness for Poxel to run clinical trials of imeglimin in Japan without the support of a partner but bring someone on board to handle commercialization. Poxel raised €26.5 million last year to fund a phase 3 trial in Japan. That round came two months after Poxel floated the idea of a Nasdaq IPO, only to back away in the face of an unreceptive market.\n \nThe development strategy in Europe and the U.S. is different. Poxel has long expressed an interest in partnering the asset in those markets before taking it into phase 3.\n \nMerck Serono spinout Poxel thinks imeglimin can claim a slice of the diabetes market by affecting the bioenergetics of mitochondria and, in doing so, preserve the function of beta cells."}],"keywords":[{"text":"drug development, diabetes, diabetes drugs, Type 2 diabetes, Clinical Trial Results, Poxel, Merck Serono, Merck KGaA, Japan, EuroBiotech Report"}]}]}]},"pageData":{"resourceId":"2d18239f69d1d27a71b770c02d674484","statusCode":200,"timestamp":1496337653726},"timestamp":1496337654584,"sequenceNumber":0}}
{"url":"http://www.fiercebiotech.com/cro/covance-plans-job-cuts-and-lab-shutdown-from-stagnant-q1-performance","result":{"extractorData":{"url":"http://www.fiercebiotech.com/cro/covance-plans-job-cuts-and-lab-shutdown-from-stagnant-q1-performance","resourceId":"84a494c83fa18a3656fc5d7228fd39e5","data":[{"group":[{"text_body":[{"text":"LabCorp is planning a rejig of its CRO business Covance, and the short-term plan includes letting go of its Evansville, Indiana, lab along with the employees stationed there.\n \nLabCorp slipped the cost-saving intention in its first-quarter earnings report, which in itself provides the reason behind the decision—despite a group-wide 4.9% revenue increase in that quarter, Covance’s revenue declined 1.8% to $690.3 million.\n \nThe company attributes the decrease to two large clinical study cancellations by sponsors in late 2016 and backlog of revenue turnover. As for the decline of Covance’s operating income from $103.2 million to $83.5 million, the company blames higher personnel costs.\n \nConnect the dots and you get a two-phase, three-year business plan intended to improve operational efficiency.\n \nIn the short term, Covance will close its Evansville, Indiana-based lab and lay off more than 100 staffers local media outlet 14 News says are currently employed there. That location has 80 beds, per the company’s introduction page. All together six clinical studies are scheduled to commence there soon in May or June, as the company’s trial participant recruitment page shows. The company also operates three other similar clinical research units in the U.S., scattered in Dallas, Daytona Beach, Florida, and Madison, Wisconsin.\n \nThe company plans to complete the closure by the end of 2017, according to a company spokesperson, who also told FierceCRO that “delivery of our services will continue without interruption.”\n \nAfter this first phase of overhaul, Covance expects “to generate pre-tax savings of approximately $20 million in 2017,” says the company in a release, while the second phase will focus on “long-term structural changes,” the details of which the company will provide later this year.\n \nThe project is an expansion of LabCorp’s existing LaunchPad business improvement initiative, which the company says will deliver net savings of $150 million for its Diagnostics section in a three-year period ending in 2017. That part of the business, which makes LabCorp the largest clinical lab player in the U.S., turned in $1.72 billion in revenue for the first quarter, an 8.0% increase compared to the same time last year.\n \nThe first-quarter flop has also put a dent in Covance’s outlook for the entire year of 2017. It has dialed down the expected annual revenue from the previous 3.5%~5.5% to the current 0.0%~2.0%.\n \nDespite a lackluster first-quarter performance from the CRO branch, LabCorp is still confident that the $5.6 acquisition of Covance in 2014 works in its favor, expecting cost synergies of $100 million coming from that by 2017.\n \nOn the bright side, the business overhaul is not just about trimming down, but expansions as well. Just days before the first-quarter revelation, the company announced that it will expand its biopharmaceutical chemistry, manufacturing and control capabilities based in Harrogate, U.K. That new laboratory extension will open in late 2017 and focus on biologics.\n \nRumor has it that LabCorp is also looking for another possible CRO buy to strengthen its contract research presence. First it was INC Research, then in February this year, the alleged target became also North Carolina-based PPD."}],"keywords":[{"text":"earnings, job cuts, CRO, contract research organizations, LabCorp, Covance"}]}]}]},"pageData":{"resourceId":"84a494c83fa18a3656fc5d7228fd39e5","statusCode":200,"timestamp":1496337654005},"timestamp":1496337654691,"sequenceNumber":1}}
{"url":"http://www.fiercebiotech.com/sponsored/mitotech-s-skq1-targets-mtros-and-a-long-list-age-related-diseases","result":{"extractorData":{"url":"http://www.fiercebiotech.com/sponsored/mitotech-s-skq1-targets-mtros-and-a-long-list-age-related-diseases","resourceId":"62b8454a159ed3816cf7cf44054604e2","data":[]},"pageData":{"resourceId":"62b8454a159ed3816cf7cf44054604e2","statusCode":200,"timestamp":1496337656133},"error":"URL processed successfully. No data extracted.","timestamp":1496337656620,"sequenceNumber":2}}
{"url":"http://www.fiercebiotech.com/medical-devices/livanova-snaps-up-minnesota-s-caisson-for-72m","result":{"extractorData":{"url":"http://www.fiercebiotech.com/medical-devices/livanova-snaps-up-minnesota-s-caisson-for-72m","resourceId":"f303010217a63e559d5a11e22e689a40","data":[{"group":[{"text_body":[{"text":"LivaNova, which specializes in neuromodulation, cardiac surgery and rhythm management, will acquire Caisson Interventional, a Minnesota-based heart valve maker, for $72 million.\n \nAn investor in Caisson since 2012, LivaNova agreed to pay up to $72 million for remaining outstanding interests in the Maple Grove, Minnesota, devicemaker, according to a statement. Caisson is developing a transcatheter mitral valve replacement (TMVR) that uses a transvenous delivery system.\n \nTMVR is used to treat mitral regurgitation, the leaking of blood through the mitral valve each time the left ventricle contracts. Some blood flows through the ventricle and the aortic valve, but some may flow back into the atrium, where it may increase blood volume and pressure, according to the American Heart Association. While mitral valves may be repaired, replacement is appropriate when the tissue is too damaged.\n \nRELATED: In a win for LivaNova, the FDA approves the world's only sutureless aortic valve\n \nCaisson’s investigational TMVR is delivered through the heart’s septum and can be retrieved or repositioned before it is released, the company said. The device is currently in clinical trials through the FDA’s Early Feasibility Study program.\n \n“We created this percutaneous mitral valve replacement implant, procedure and delivery system to offer a significant new therapy to patients with severe mitral regurgitation,” said Caisson Chief Operating Officer Todd Mortier in the statement.\n \n“[The Caisson] team will now be the cornerstone for our planned entry into the TMVR space, which has the potential to be an important growth platform for us in the future,” said LivaNova CEO Damien McDonald in the statement. “We intend to invest in the clinical studies, regulatory approvals, product enhancements and other steps needed to launch this mitral valve replacement system commercially. We expect it will become a strategic complement to our heart valve portfolio for heart team physicians, allowing us to offer patients the most advanced, minimally invasive mitral valve replacement option.”\n \nLivaNova forked over $18 million when the deal closed and will pay up the remainder—not including $6 million in debt forgiveness—as Caisson meets regulatory and sales milestones."}],"keywords":[{"text":"Transcatheter Mitral Valve Replacement System, mitral regurgitation, heart disease, LivaNova"}]}]}]},"pageData":{"resourceId":"f303010217a63e559d5a11e22e689a40","statusCode":200,"timestamp":1496337657619},"timestamp":1496337658411,"sequenceNumber":3}}
{"url":"http://www.fiercebiotech.com/research/mice-given-exercise-a-pill-show-huge-increase-endurance-say-salk-scientists","result":{"extractorData":{"url":"http://www.fiercebiotech.com/research/mice-given-exercise-a-pill-show-huge-increase-endurance-say-salk-scientists","resourceId":"b16724b76825bec6924c5776fb4b49b6","data":[{"group":[{"text_body":[{"text":"When scientists at the Salk Institute gave mice a chemical compound that mimics the beneficial effects of exercise, something extraordinary happened: The critters ran on a treadmill for 270 minutes—70% longer than mice that were not given the pill. The researchers hope those results can be translated into a medication to help not just people who are trying to lose weight, but also those who are unable to exercise because of age or mobility limitations.\n \nThe extra minutes that the mice ran marked “a huge increase in performance for sedentary mice that never actually trained,” said Salk’s Ronald Evans, the senior author of the study, in a video released by the organization (see below). “And it would take a lot of diligent training, every single day, to get that benefit. And these mice are getting it just because we’re feeding them a drug that’s reprogramming their metabolic properties.” The research was published in the journal Cell Metabolism.\n \nThe drug the Salk team developed was based on prior work at the institute to pinpoint a gene pathway that’s triggered by running, according to a press release. They key is a gene called PPAR delta (PPARD). They discovered that when mice were genetically engineered so their PPARD genes were permanently turned on, they could run for long distances without getting exhausted, they were resistant to weight gain and they were responsive to insulin. In other words, they had all the properties of people who are physically fit.\n \nThe Salk scientists landed on a chemical compound called GW1516 that seemed to activate PPARD, but it didn’t enhance endurance in the mice on its own—they still had to train to be able to run long distances.\n \nSo in this study, the researchers upped the dose of GW1516 and gave it to the mice for 8 weeks instead of just 4. That did the trick.\n \nEvans’ team wanted to know what was happening at a genetic level in the muscles of the mice, so they scrutinized 975 genes that seemed to change in response to GW1516. They found that the genes that became overly active were the ones involved in burning fat, while the genes that were suppressed were instrumental in turning carbohydrates into energy. They concluded that PPARD is suppressing sugar metabolism in muscle, so glucose can be redirected to the brain. That may explain why some runners eventually hit a wall—becoming mentally and physically fatigued after long distances.\n \nThe research marks the latest in a string of studies out of Salk designed to improve the management of obesity, diabetes and other metabolic disorders. In 2015, Evans nabbed $36 million to launch a startup, Metacrine, which is developing drugs based on some of the research out of his lab. The company started up with two compounds: an insulin sensitizer to treat diabetes, and a potential treatment for liver disease.\n \nAs for the exercise-in-a-pill idea, Evans’ team envisions several potential applications, including a prescription drug to help people with obesity or type 2 diabetes burn fat, and to make it easier for patients to become fit before or after surgery. Salk has not provided any details on next steps, saying only in the release that “pharmaceutical companies are interested in using the research to develop clinical trials for humans.”"}],"keywords":[{"text":"obesity, diabetes, exercise, Salk Institute"}]}]}]},"pageData":{"resourceId":"b16724b76825bec6924c5776fb4b49b6","statusCode":200,"timestamp":1496337677271},"timestamp":1496337677931,"sequenceNumber":4}}
{"url":"http://www.fiercebiotech.com/medical-devices/outset-medical-snags-76m-for-all-one-dialysis-device","result":{"extractorData":{"url":"http://www.fiercebiotech.com/medical-devices/outset-medical-snags-76m-for-all-one-dialysis-device","resourceId":"f1e978d39478311715f5174a26a19176","data":[{"group":[{"text_body":[{"text":"Outset Medical, whose mission is to update dialysis care, raised $76.5 million in its Series C round. The funds will go toward scaling up the commercial launch of its all-in-one dialysis device.\n \nWith the Tablo Hemodialysis System, Outset aims to simplify and improve dialysis care for patients, caregivers and physicians. More than 661,000 Americans have kidney failure; about 468,000 of them are on dialysis, according to the National Institute of Diabetes and Digestive and Kidney Diseases.\n \nThe Tablo device connects directly to tap water, purifies it and makes dialysis fluid as the patient is dialyzing. This eliminates the need for centralized water processing equipment, making Tablo suitable for use in various settings and potentially cutting costs for hospitals and extended-care facilities, Outset said in a statement.\n \nRELATED: Outset Medical rounds up $91M to make dialysis options more attractive\n \nWith sensor-based automation, wireless data transmission and a touchscreen interface, the device allows for “self-serve” dialysis, where patients may set up and monitor their treatment without depending on staff.\n \n“Physicians and patients are excited about our technology, which meaningfully upgrades the patient’s treatment experience and offers a new avenue for cost reduction in a historically labor-intensive, infrastructure-intensive area of healthcare,” said CEO Leslie Trigg in the statement. “This funding will provide the resources needed to scale our launch and brings us a step closer to making a significant and lasting impact on dialysis care.”\n \nRELATED: Theranos settles with San Francisco hedge fund\n \nWhile Tablo is FDA-cleared for use in acute and chronic care settings, such as hospitals and dialysis clinics, the company is looking to expand its label to include home use. To that end, Outset is sponsoring a 40-patient investigational device exemption (IDE) trial for the device. The National Kidney Foundation has found that patients undergoing more frequent, at-home dialysis take less medication to control their blood pressure, experience less restless leg syndrome and have more energy, among other benefits.\n \nFunds advised by T. Rowe Price Associates led the round, while existing investors Warburg Pincus, Fidelity Management & Research Company, Partner Fund Management, Perceptive Advisors and The Vertical Group also participated."}],"keywords":[{"text":"dialysis, chronic kidney disease, Outset Medical, Food and Drug Administration (FDA)"}]}]}]},"pageData":{"resourceId":"f1e978d39478311715f5174a26a19176","statusCode":200,"timestamp":1496337659818},"timestamp":1496337660045,"sequenceNumber":5}}
{"url":"http://www.fiercebiotech.com/biotech/after-failed-phase-3-accera-appoints-neuroscience-vet-to-help-revive-fortunes","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/after-failed-phase-3-accera-appoints-neuroscience-vet-to-help-revive-fortunes","resourceId":"5efe8921f2c890d5c46ddf2f17c5ca50","data":[{"group":[{"text_body":[{"text":"Two months ago, Accera registered a late-stage flop for its much-derided “brain food” candidate AC-1204 in Alzheimer’s, but now the company is looking to doggedly keep going, and has taken on neuroscience veteran Judith Walker, M.D., F.R.C.P.(C), as its chief medical officer to try and make this med work.\n \nWalker comes to Accera from biopharma service provider QuintilesIMS, where she was VP of product development for drugs in neurology and pain; previously, she was senior director of medical affairs at Teva’s neuroscience unit. She also served a stint at the neurology unit from German Merck unit Serono.\n \nShe has the credentials and the experience, but she will need it, as she faces a mammoth task: her new employer has charged her with leading its efforts on AC-1204, following its failure in March (and adding to the pile of failed Alzheimer’s medicines across the biopharma industry for the last decade), and trying to do it with a drug with that comes with some questionable science.\n \nIn the recent phase 3 failed study, Accera enrolled more than 400 patients with mild-to-moderate Alzheimer’s and randomized them to receive daily doses of AC-1204 or a placebo.\n \nThe idea was to improve scores on an Alzheimer’s diseases scale by addressing the slowdown in cerebral metabolism associated with the condition. AC-1204 is designed to restore the energy supply to the brain by giving it a source of ketones to top up the dwindling power it derives from glucose.\n \nIn phase 2b, a subgroup analysis of patients who lack the APOE4 gene gave Accera the confidence to move into phase 3. But, like many big names before it, Accera has found it impossible to turn a hint of potential in phase 2 into success in phase 3.\n \nAccera, again following a well-trodden path, has however refused to let the setback scuttle the program, and plans to keep going.\n \nPrior to the results from the first phase 3, Accera was gearing up to start a second late-stage study that would tee it up to win approval in 2020. The plan now is to finalize the clinical development strategy for AC-1204 and discuss next steps with FDA. Its website still touts 2020 as the year slated for a potential approval.\n \nThat talk with the FDA will put Accera in the room with an agency that has slammed some of its activities. Accera began life as a developer of Axona, a product it marketed as a medical food for use in Alzheimer’s.\n \nFDA hit Accera with a warning letter in 2013 on the grounds its marketing materials caused Axona to be classed as a drug. Accera continues to market Axona as a medical food for Alzheimer’s, but has tweaked its website since the warning letter.\n \nAxona and AC-1204 both provide patients with a source of caprylic triglyceride—also known as fractionated coconut oil—that is intended to increase the availability of ketones to the brain. The potential of the therapeutic approach has enabled Accera to pull in more than $150 million from backers including Nestlé, according to SEC filings.\n \nBut this candidate has been met with much derision from bio-Twitter; Walker, however, is betting her career move that it will work out.\n \nShe said in a statement: “Accera has one of the few drugs in late stage development for Alzheimer's disease which addresses a differentiated and well-validated target. I am delighted to be joining Accera at this exciting time in the program.”"}],"keywords":[{"text":"Alzheimer's, Accera, Food and Drug Administration (FDA)"}]}]}]},"pageData":{"resourceId":"5efe8921f2c890d5c46ddf2f17c5ca50","statusCode":200,"timestamp":1496337660013},"timestamp":1496337660542,"sequenceNumber":6}}
{"url":"http://www.fiercebiotech.com/biotech/b-for-biotech-alphabet-and-its-search-for-life-science-glory","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/b-for-biotech-alphabet-and-its-search-for-life-science-glory","resourceId":"3c0f92b4917a333b1df555f51a336444","data":[{"group":[{"text_body":[{"text":"While you’re searching for, statistically speaking, cat videos, Alphabet’s venture arm GV is searching for life sciences companies that are working on new ways to help people live longer.\n \nThe California-based GV, formerly Google Ventures, which was launched in 2009 and has around $2.4 billion under management, started off with a Silicon Valley approach, but is now increasingly looking to add bio to tech.\n \nIt has its fingers in many pies, and its money is going toward work on a range of conditions, from cancer and stem cells and autoimmune diseases, to making clinical trials (as well as medicines) better and easier, editing and profiling your genes, and also using a new way to help combat infections.\n \nGoogle/Alphabet, which started out in a garage in the late 1990s, runs its own biotech-focused companies, but much like Big Pharma’s venture arms, GV has been looking to early-stage life science startups to seek out and help nurture the latest innovations in medicine.\n \nIt’s already had a busy year, starting off in January with funding for an extended Series A for BlackThorn Therapeutics, which is working on a candidate for neurobehavioral disorders, and in the last week injected millions into three separate companies: Arsanis, Science 37 and Magenta.\n \nArsanis designs and develops monoclonal antibodies (mAbs), typically seen for use in cancer, to stop serious infections, while Science 37, a clinical trial provider, is looking to reimagine the idea of a study by forging a new “metasite” or “siteless” model that is deisgned to boost recruitment and retention.\n \nIt also just this week led Magenta Therapeutics’ $50 million Series B round, helping fund its work in the latest stem cell science to reboot the immune system for cancer, autoimmune diseases, and genetic blood disorders.\n \nSome of GV’s larger legacy investments include with Editas Medicine, the gene editing biotech that is working on CRISPR, and Foundation Medicine, which is working on genetic profiles for tumors. In 2013, it also joined a Series B round for Rani Therapeutics that is making oral versions of typically injected therapies.\n \nAnd the investments have been ramping up. Last Februrary, it got involved in a chunky $75 million Series A for Stanford's immuno-oncology spinout Forty Seven, and its work on anti-CD47 antibody Hu5F9-G4. And last fall, GV led an investment round in Arcus Biosciences which is working on new approaches and combos in immuno-oncology.\n \nA few months later, in October, GV popped up again, funnelling funds into Carrick Therapeutics and its $95 million (€85 million) Series A, helping to fuel its ambition to grow into Europe’s leading oncology company.\n \nIt has a lot of shots on goal when it comes to its investments and it has been spreading its wings much further than in companies with a tech/data-biology crossover, which you might logically expect, into “hardcore” science-based biotechs.\n \nGV is spread across a number of sectors, but its life science unit is led by Krishna Yeshwant, a physician, programmer, and entrepreneur (with medical and business degrees from Harvard) who has been working with GV since its inception eight years ago. His experience and training is across both computer science and medicine.\n \nNeuroscientist Bill Maris, who had headed up this unit, stepped away last year, and has since been plotting a new life science fund of his own (although this has seemingly been beset with issues). Yeshwant appears however to be continuing on Maris’ legacy, if the past week is anything to go by.\n \nThe tech giant also has its own internal hopes in several companies, with Google Life Sciences, now Verily (graduating from its secretive Google X division), last year joining forces with GlaxoSmithKline to create a new JV in bioelectronics, called Galvani Bioelectronics, which is 55% owned by GSK and 45% by Verily.\n \nThe company already had the attention of a number of Big Pharmas, with other tie-ups with Sanofi in diabetes and already signing a JV with J&J to create a company known as Verb Surgical, which aims to make new kinds of robotic surgical systems. It also has a deal with Dexcom that has seen the two publicly declare their ambition to launch a mini glucose monitor by 2018.\n \nAnd then there is Calico, the life sciences company which is working on ageing, and has too been setting up deals with biotechs, the most recent of which is with upstart and Fierce 2016 winner C4 Therapeutics, helping it tackle protein degradation.\n \nThe Bay Area Calico, run by Genentech, Apple and Google vet Art Levinson Ph.D., has also previously struck a two-pronged deal with California’s QB3 to explore the science of longevity and age-related diseases, and teamed up with Harvard and MIT’s Broad Institute to collaborate on discovery-stage research. It’s working with AbbVie on an R&D project that could cost as much as $1.5 billion.\n \nBut, there are problems. We don’t really know what Calico does, and it doesn’t really want you to know what it does. We know it has a focus on aging given that its (rather sparse) website has named its mission as wanting to: “Harness advanced technologies to increase our understanding of the biology that controls lifespan.” But we know little outside of that, and many other publications (including this one) have hit a stonewall when trying to talk to them.\n \nEven in its deals, we learn little – with C4, for instance, the five-year pact is aimed at: “Treating diseases of aging, including cancer,” but the company’s execs told me they “would not be disclosing details of the targets we’ll be jointly exploring.”\n \nWhen I interviewed C4 about the deal back in March in the hopes of gaining some insight into Calico (which did not want to be interviewed), all they could tell me was that: “The plan is to collaborate closely between our two companies.”\n \nVerily has been a little more open, and I managed to get an interview with its chief technology officer Brian Otis last year, after its GSK pact, but substance and the nitty gritty of how they work and what they do was thin on the ground. \n \nSTAT has over the past year (much like it has with RNA biotech Moderna Therapeutics and NantHealth owner Patrick Soon-Shiong) criticized Verily, claiming dissatisfaction from staff with the CEO Andrew Conrad, with others also questioning the company’s biology knowledge.\n \nWhen I asked Otis about this, he was “glad [I] brought that up”, but only told me how great it was to work there.\n \nNovartis and (what is now) Verily in fact joined forces a few years back to work on a so-called “smart lens”, an autofocusing lens for people with presbyopia, or far-sightedness, with work also ongoing on another that measures blood glucose levels in diabetes patients.\n \nBut work on this has now been delayed, as reported by Fortune late last year; as it turns out, the combination of bio and tech is much harder to achieve than first thought. This will likely push back its 2019 launch date, a date first touted by Novartis CEO Joe Jimenez back in 2014. It also comes as reports suggest that Novartis is in fact mulling over selling off its entire Alcon eye unit.\n \nReality bites when it comes to biotech investments, and risk is inherent; it’s difficult to shake the feeling that some within Alphabet/GV/Verily/Calico have a “let’s smash disease” mentality, believing that you can “disrupt” cancer, or ageing, and that can easily engineer out of the confines of biology with blue sky thinking. If you can disrupt the taxi industry, for instance, then why not medicine?\n \nBut, as with Uber, things don’t always go to plan, and biology has and will continue to prove one of the toughest obstacles to human endeavour.\n \nAnd overall, GV’s investments have been dwindling, seeing around half of the investments of 2014 than those made in 2015, although it still appears to have a strong desire to help younger biotechs. And for these early-stage upstarts, GV, Verily and Calico are dreams come true, with almost endless investment potential and the PR boost it gains by having the Google name attached to it."}],"keywords":[{"text":"biotech, biotech investing, Google, Google Ventures, Verily, Calico, Alphabet"}]}]}]},"pageData":{"resourceId":"3c0f92b4917a333b1df555f51a336444","statusCode":200,"timestamp":1496337660890},"timestamp":1496337661414,"sequenceNumber":7}}
{"url":"http://www.fiercebiotech.com/biotech/sosei-pays-ps35m-stake-future-buyout-option-for-british-biotech-mina","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/sosei-pays-ps35m-stake-future-buyout-option-for-british-biotech-mina","resourceId":"d700686bee7891b0c34e8326ee6f6a61","data":[{"group":[{"text_body":[{"text":"Tokyo-based Sosei is looking to bolster its U.K. biotech reach after making an equity investment in MiNA, with an option tagged on to buy the private RNA company if its early-stage work goes well.\n \nSosei, which in 2015 bought out British biotech Heptares Therapeutics and its pipeline of G protein-coupled receptor-targeted drugs, has injected £35 million ($45.2 million) into MiNA, owning 25% in all, but has also inked an exclusive option to potentially acquire MiNA down the line. To bring its stake to 100%, Sosei says it will pay £140 million.\n \nThe buyout clause is linked to the progress of its lead candidate, MTL-CEBPA, a small activating RNA candidate in phase 1/2a for advanced liver cancer.\n \nFor now, MiNA says it “will continue to develop further and enhance its RNA activation platform and build its pipeline of novel saRNA therapeutics targeting multiple indications.”\n \nPeter Bains, CEO of Sosei, said: “We are very pleased to enter into this agreement with MiNA, which strongly supports Sosei’s vision to become a global biotechnology company and is consistent with our inorganic strategy to both accelerate Sosei’s pipeline development and to identify complementary technologies to our world-leading Heptares GPCR platform.\n \n“We believe MTL-CEBPA could allow us to advance our pipeline strategy with a novel clinical asset that could be developed and ultimately commercialised by Sosei. We recognise that this asset is early stage and that more robust data will be available in the near term; these considerations have influenced the prudent and phased deal structure. We also believe that MiNA’s RNA activation platform can be applied to other gene targets, providing the opportunity to create a pipeline of innovative products.”\n \nRobert Habib, CEO of MiNA, added: “We are excited to develop further our platform and view Sosei as a valuable strategic partner with a real commitment to cutting-edge products and technologies, including RNA activation. We look forward to a close and productive working relationship to support the future development of MTL-CEBPA and our RNA activation platform.”\n \nMTL-CEBPA is undergoing testing in the OUTREACH study, a first-in-human test in patients with a form of liver cancer that has low response rates and high recurrence rates. It works as an saRNA, restoring the expression of CCAAT/enhancer binding protein alpha (C/EBP-α).\n \nC/EBP-α plays an important role in normal liver function and the benefits of increasing its expression have been shown in preclinical models of disease, according to the biotech. The company also hopes it could prove efficacious in fatty liver disease.\n \nMTL-CEBPA consists of a double stranded RNA formulated into a “Smarticles” liposomal nanoparticle and is designed to activate the CEBPA gene. The Smarticles tech have also used by Bothell, WA-based biotech Marina Biotech, which has also out-licensed some of this tech to ProNAi Therapeutics.\n \nSmarticles uses amphoteric liposomes composed of unique combinations of lipids having anionic and cationic groups that work together to enable cell uptake, provide serum stability, and provide pH-triggered endosomal escape. It is designed to deliver both single-stranded and double-stranded nucleic acid payloads.\n \nThe first set of clinical read-outs from OUTREACH are expected during 2018. Should Sosei like what it sees and hits the buyout button, MiNA shareholders could get up to £240 million in biobucks coming out of any and all products emanating from MiNA’s RNA platform.\n \nMiNA came to life from the 2006 work by Long-Cheng Li (who worked for UCSF at the time) and David Corey (UT Southwestern) who found that double strand RNA can not only silence gene expression (RNAi), but also activate it (RNAa).\n \nThe company was founded by John Rossi (City of Hope), Pål Sætrom (Norwegian University of Science and Technology) and Nagy Habib (Imperial College London) to apply these research ideas in specific gene activation by double strand RNA to drug discovery and development.\n \nThe biotech in-licensed the original Li and Corey patents, which had previously been licensed to Alnylam Pharmaceuticals."}],"keywords":[{"text":"mergers and acquisitions, Sosei, Heptares Therapeutics, London"}]}]}]},"pageData":{"resourceId":"d700686bee7891b0c34e8326ee6f6a61","statusCode":200,"timestamp":1496337662093},"timestamp":1496337662497,"sequenceNumber":8}}
{"url":"http://www.fiercebiotech.com/biotech/astrazeneca-pays-45m-commits-to-2b-to-team-pieris","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/astrazeneca-pays-45m-commits-to-2b-to-team-pieris","resourceId":"c886142cfee215fee63eab9e4850ae56","data":[{"group":[{"text_body":[{"text":"AstraZeneca has paid $45 million and committed to up to $2.1 billion in milestones to team with Pieris Pharmaceuticals. The agreement sets Pieris up to move respiratory candidate PRS-060 into the clinic on AstraZeneca’s dime and pull in milestones as it and other pipeline prospects advance.\n \nTiny Pieris is due to receive the first, $12.5 million milestone when it moves moderate to severe asthma candidate PRS-060 into phase 1. AstraZeneca will fund clinical development of the interleukin-4 receptor alpha-targeting protein. If the asset reaches phase 2a, Pieris has the option to codevelop and commercialize it in the U.S., bumping up the royalties or gross margin share it receives in the process.\n \nPieris has a similar codevelopment option on other assets covered by the agreement. The biotech will develop four other proteins against undisclosed respiratory targets. If Pieris wants, it can sign up to codevelop and commercialize two of these programs in the U.S. Milestones and commercial payments across the deal could ultimately total $2.1 billion.\n \nSince AstraZeneca bolstered its respiratory business through deals with Almirall and Takeda, the Big Pharma has been better known for thinning that unit’s pipeline and portfolio than bringing on new assets. Over the past year, AstraZeneca has offloaded responsibility for two respiratory drugs in the U.S. to Circassia and licensed an early-stage program to Insmed. But in Pieris’ proteins it has identified a technology that has piqued its interest.\n \nPieris SVP Louis Matis, M.D., sees the size of the proteins, which are notably smaller than monoclonal antibodies, as part of their appeal in respiratory indications.\n \n“Based on the limitations of many types of biologic molecules, direct delivery to the lungs via inhalation has been challenging to date for other classes of therapeutic proteins. Anticalin proteins have unique properties, not least of which is their size and stability, and show considerable promise for this route of delivery,” Matis said in a statement.\n \nThe partnership is the fourth Pieris has entered into since its transformation in 2014 and 2015. In less than one year, the company pulled off a reverse merger to land on the OTCQB exchange, upgraded to Nasdaq with a $25 million IPO and moved its headquarters from Freising, Germany, to Boston, Massachusetts.\n \nAn agreement with Roche was unveiled shortly after news of the Boston relocation emerged. And, after a quiet 2016, Pieris has hit the ground running this year, striking deals with Servier, ASKA Pharmaceutical and now AstraZeneca. The Servier and ASKA deals helped pull Pieris stock out of the doldrums. Pieris’ stock is up 71% this year but, ahead of the market opening following news of the AstraZeneca deal, is still trading below the IPO price."}],"keywords":[{"text":"respiratory diseases, Respiratory Illness, respiratory treatment, asthma, protein, AstraZeneca, Pieris, Roche, Servier, Boston"}]}]}]},"pageData":{"resourceId":"c886142cfee215fee63eab9e4850ae56","statusCode":200,"timestamp":1496337664196},"timestamp":1496337664828,"sequenceNumber":9}}
{"url":"http://www.fiercebiotech.com/biotech/boehringer-backs-eu20m-series-a-checkpoint-inhibitor-startup","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/boehringer-backs-eu20m-series-a-checkpoint-inhibitor-startup","resourceId":"61a0dcbb8ee5e4cd44ec611fe491ed1e","data":[{"group":[{"text_body":[{"text":"Boehringer Ingelheim Venture Fund has joined with Kurma Partners and Idinvest to lead a €20 million ($22 million) Series A in checkpoint inhibitor startup ImCheck Therapeutics. The investment sets ImCheck up to advance antibodies that act on gamma-delta T cells through preclinical with a view to entering phase 1 in 2019.\n \nMarseille, France-based ImCheck has secured the financing on the strength of research carried out by Daniel Olive, who performed the work on which the company is based at Centre de Recherche en Cancérologie de Marseille. That research took Olive beyond the T cells and targets that form the bedrock of the first wave of immuno-oncology drugs.\n \n“What he's been doing is classical immune checkpoint inhibitor research but targeting a different type of T cells and different targets,” ImCheck CEO Pierre d’Epenoux said.\n \nNotably, Olive and his team dug deep into gamma-delta T cells. These cells have been studied less than the more common alpha-beta cells but interest in them has ratcheted up in recent years as evidence of their role in cancer has mounted and companies have strived to find less congested niches of the immuno-oncology sector. Olive has also studied BTLA and this target is on ImCheck’s initial list of priorities.\n \nD’Epenoux recently came on board as CEO after a career that featured spells at Baxter, Sanofi and, most recently, Theravectys. And, having put together the €20 million Series B, he is now trying to get the company moving its three families of antibodies forward as quickly as possible.\n \n“There is an interest for us to go fast,” D’Epenoux said.\n \nThe team increased in size by approximately 50% this week. But at 10 people, most of whom are working in R&D, the team is still fairly small. D’Epenoux and his colleagues are setting up links with CROs to support their work. This will only take the company so far, though.\n \n“We will need greater firepower to be able to accomplish more,” D’Epenoux said.\n \nThis is where the nascent talks ImCheck is having with pharma companies could help. D’Epenoux sees select codevelopment deals and R&D collaborations giving ImCheck access to additional resources and capabilities, while allowing it to remain an independent business with its own prospects. These deals could cover ImCheck’s cancer programs, or allow it to tap into the potential for its assets to treat autoimmune diseases without diluting its focus on getting into the clinic in oncology.\n \nGimv and LSP also participated in the round."}],"keywords":[{"text":"checkpoint inhibitors, immuno-oncology, Boehringer Ingelheim, GIMV, LSP, France, EuroBiotech Report"}]}]}]},"pageData":{"resourceId":"61a0dcbb8ee5e4cd44ec611fe491ed1e","statusCode":200,"timestamp":1496337662189},"timestamp":1496337662594,"sequenceNumber":10}}
