{"url":"http://www.fiercebiotech.com/medtech/alere-bags-fda-nod-for-rapid-flu-diagnostic","result":{"extractorData":{"url":"http://www.fiercebiotech.com/medtech/alere-bags-fda-nod-for-rapid-flu-diagnostic","data":[{"group":[{"keywords":[{"text":"diagnostics, Influenza, flu, mergers and acquisitions, Abbott Laboratories, Alere, Food and Drug Administration (FDA)"}],"text_body":[{"text":"The FDA greenlighted Alere's rapid influenza diagnostic test, which detects influenza A and B infection in adults and children in as few as five minutes. \n \n \nThe Alere i Influenza A & B 2 test is a second-generation rapid molecular assay that uses samples directly from a swab or in a transport medium, Alere said in a statement. The company plans to apply for a CLIA waiver for the test. \nThe Alere i platform was first cleared for the detection of the influenza A and B viruses in 2014. The company added tests for strep A and RSV to the platform in 2015 and 2016, respectively. Alere will roll out the new flu test to hospitals \"in time for the 2017-2018 respiratory season,\" according to the statement. \nRELATED: Abbott inks $5.8B deal for Alere to expand in point-of-care diagnostics\n\"Our innovative Alere i platform leads the way in the rapid molecular segment with thousands of placements in hospitals, clinics, physician offices and other point of care settings. With this latest enhancement we now can offer 'early call out' of positive results on all three available applications, Alere i Influenza A & B 2, Alere i Strep A and Alere i RSV,\" said Avi Pelossof, Alere's global president of infectious disease, in the statement. \"In acute care settings, every minute counts when assessing symptomatic patients. Alere i delivers clinically meaningful and actionable results to clinicians–enabling them to treat patients more quickly and appropriately.\" \nThe clearance comes after Alere divested its triage and blood gas assets in order to gain the required regulatory clearances to go ahead in its deal to be acquired by Abbott. After months of back-and-forth—including a $50 million breakup offer and lawsuits to halt the deal, as well as to try to force it—the pair settled on new acquisition terms in April. The deal is slated to close this week."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507044948981},"timestamp":1507044948981,"sequenceNumber":0}}
{"url":"http://www.fiercebiotech.com/medtech/stimwave-gears-up-for-u-s-expansion-aims-to-hire-75","result":{"extractorData":{"url":"http://www.fiercebiotech.com/medtech/stimwave-gears-up-for-u-s-expansion-aims-to-hire-75","data":[{"group":[{"keywords":[{"text":"neurostimulation, chronic pain, Food and Drug Administration (FDA)"}],"text_body":[{"text":"Neuromodulation player Stimwave is looking to hire up to 75 new employees to support its expanded commercialization drive in the U.S. The push comes as demand grows for its spinal cord stimulation (SCS) system and peripheral nerve stimulator. \n \n \nPompano Beach, Florida-based Stimwave recently scored FDA clearance for its tiny, MRI-safe StimQ Peripheral Nerve Stimulator, indicated for the treatment of chronic pain in the peripheral nerves, or the nerves that connect the brain and spinal cord to the rest of the body. The wireless device is delivered to the affected nerve via injection and treats pain by transmitting small electrical pulses through a set of electrodes. \nFDA-cleared in 2014, Stimwave's Freedom SCS system is implanted next to the spinal cord and treats chronic low back pain and leg pain. Like the StimQ device, it is placed via injection and provides pain relief by delivering electrical pulses to the targeted nerve. \nNeurostimulation is an attractive alternative to opioids for chronic pain treatment. Stimwave will boost its sales and clinical teams to expand its reach in the chronic pain market, as well as to gain greater coverage for physicians and patients \"demanding more freedom in therapy options.\" \n“The Stimwave team is on a journey to innovate and engineer new technology that has never been done before, which is a leap forward for medical science. We are extremely grateful for the market acceptance of our innovations and pleased to grow our support infrastructure to support that demand effectively,\" said CEO Laura Tyler Perryman, in a statement."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507044949622},"timestamp":1507044949622,"sequenceNumber":1}}
{"url":"http://www.fiercebiotech.com/sponsored/end-to-end-drug-diagnostic-development-support-for-a-new-immuno-oncology-agent","result":{"extractorData":{"url":"http://www.fiercebiotech.com/sponsored/end-to-end-drug-diagnostic-development-support-for-a-new-immuno-oncology-agent","data":[{"group":[{"keywords":[{"text":"Covance"}]}]}]},"pageData":{"statusCode":200,"timestamp":1507044950672},"timestamp":1507044950672,"sequenceNumber":2}}
{"url":"http://www.fiercebiotech.com/research/experimental-calithera-compound-cripples-key-lung-cancer-mutations","result":{"extractorData":{"url":"http://www.fiercebiotech.com/research/experimental-calithera-compound-cripples-key-lung-cancer-mutations","data":[{"group":[{"keywords":[{"text":"lung cancer, non-small cell lung cancer, gene mutation, NYU Langone Medical Center, Calithera Biosciences"}],"text_body":[{"text":"Calithera Biosciences’ experimental cancer compound CB-839 works by inhibiting glutaminase, an enzyme that promotes the survival of some types of cancer cells through the production of the amino acid glutamate. The company is conducting a phase 1 trial in several solid tumor types, including non-small cell lung cancer (NSCLC).\n \n \nNow, scientists at New York University’s Perlmutter Cancer Center have discovered that two commonly mutated genes in lung cancer may make some tumor cells especially vulnerable to CB-839’s mechanism of action. They believe their findings could lead to more precise patient targeting in the ongoing clinical trials—and not just in lung cancer.\nThe researchers found that a mutated gene called KEAP1 teams up with another abnormal gene, KRAS, to cause lung cancer cells to grow aggressively. In so doing, they expel one type of glutamate and break down another to make energy. When the scientists tested CB-839 in mouse models of lung adenocarcinomas that had both mutations, the drug stopped the tumor growth.\nThe reason, the researchers discovered, was that the KEAP1-mutated cells used up all the glutamate to make antioxidants needed to keep the cancer cells alive. But then there wasn’t enough glutamate left to fuel the cancer growth normally driven by KRAS. So the cancer cells starved. They published their findings in the journal Nature Medicine.\nRELATED: Incyte pays $53M upfront for Calithera I-O drug, setting stage for anti-PD-1 combo trials in solid tumors \nThe NYU team used the gene-editing system CRISPR-CAS9 to create a realistic model of dual-mutated adenocarcinoma cells in a matter of months. Then they screened multiple drugs until they hit upon CB-839.\n \n \nLung cancers that possess KRAS and KEAP1 mutations account for about 10% of diagnosed cases, estimates Thales Papagiannakopoulos, a co-author of the study and assistant pathology professor at NYU School of Medicine. That’s about 9,000 patients per year. But the scientists believe their findings may prove the usefulness of glutaminase inhibitors beyond lung cancer. That’s because KEAP1 mutations are also found in melanoma, bone cancer, kidney cancer, urinary tract cancer and colon cancer, they explained in a second study in the journal eLife.\nPapagiannakopoulos says he has approached Calithera about investigating whether CB-839 is most effective in lung cancer patients with KRAS and KEAP1 mutations. Meanwhile, his team plans to work on studying 16 other commonly mutated genes in lung cancer, in the hopes of identifying other vulnerabilities that might be able to be addressed with drugs."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507044951195},"timestamp":1507044951195,"sequenceNumber":3}}
{"url":"http://www.fiercebiotech.com/medtech/alcon-to-debut-new-cataract-surgery-device","result":{"extractorData":{"url":"http://www.fiercebiotech.com/medtech/alcon-to-debut-new-cataract-surgery-device","data":[{"group":[{"keywords":[{"text":"eye disease, cataract surgery, Novartis, Alcon"}],"text_body":[{"text":"Novartis' Alcon will introduce its recently CE-marked Clareon intraocular lens with an automated delivery system at the European Society of Cataract and Refractive Surgeons Congress next week. The company will present data for the Clareon device as well as studies of other devices. \n \n \nThe Clareon intraocular lens (IOL) is made of \"the most advanced optic material available,\" Alcon said in a statement. It is delivered through an automated, disposable, preloaded system. It has been described as a next-generation polymer material that maintains the benefits of Alcon’s AcrySof platform, Market Scope reported when Clareon scored its CE mark. \n\"We are proud to deliver on our commitment to bring innovations to the surgical community, and Clareon is one of the biggest breakthroughs in the IOL space,\" Alcon CEO Mike Ball said in a statement. \"This is a great year for Alcon as we celebrate many important milestones—from fulfilling our mission to help people see better by enhancing and transforming the way surgeons treat cataracts through innovations like Clareon, to marking the 100 millionth implant of our flagship AcrySof lenses.\" \nRELATED: Carl Zeiss boosts digital solutions with cloud-based cataract surgery planning tool \nEarly cataracts are typically treated conservatively, with new eyeglasses, magnifying lenses and antiglare sunglasses, according to the National Eye Institute. Cataract surgery, which involves removing the cataract and implanting an IOL, is only required when the cataract interferes with a patient's everyday activity or if the cataract doesn't allow treatment of a different eye condition. \nNovartis hopes to snag FDA approval for the Clareon, as well as for its PanOptix trifocal and trifocal toric lenses, by 2019. \n \n \nLong-struggling Alcon has been a damper on Novartis' sales, with CEO Joe Jimenez drawing up a plan in January last year to turn the eyecare business around. While it looked \"brutal,\" it seems like the plan might be working—Alcon buoyed Novartis' sales in the second quarter this year, rising 3% to $1.5 billion and prompting Bernstein analyst Tim Anderson to write \"Alcon grew (!)\" in a note to investors."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507044952540},"timestamp":1507044952540,"sequenceNumber":4}}
{"url":"http://www.fiercebiotech.com/biotech/ramaswamy-s-roivant-backs-arbutus-hepatitis-b-program","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/ramaswamy-s-roivant-backs-arbutus-hepatitis-b-program","data":[{"group":[{"keywords":[{"text":"chronic hepatitis B, infectious disease, antiviral therapy, Roivant Sciences, Arbutus Biopharma"}],"text_body":[{"text":"With hepatitis C virus starting to look like a conquered foe, attention is turning to the fight against chronic hepatitis B virus (HBV), and Vivek Ramaswamy’s Roivant has just put another sizable block of cash behind a program in development at Canada’s Arbutus Biopharma.\n \n \nThe $116 million share purchase deal comes on the heels of positive phase 2 data for Arbutus’ lead HBV candidate ARB-1467, which suggest the gene-silencing drug can further reduce hepatitis B surface antigen (HBsAg) levels when added to Gilead’s mainstay HBV drug Viread (tenofovir).\nRoivant is already the largest backer of the RNA company—and Ramaswamy is its chairman—but the increased stake provides the Vancouver-based biotech with the resources it needs to accelerate the development of ARB-1467 and its other clinical and preclinical candidates.\nThe deal puts some clear air between Ramaswamy and the deep disappointment reported late last month when Roivant’s Alzheimer’s disease unit Axovant was forced to abandon its intepirdine candidate after a failed phase 3 trial.\nAround $50 million of the total will close shortly, according to Roivant, which says the two companies will “explore working together to leverage Roivant’s infrastructure to accelerate more efficient development of Arbutus’ HBV drug pipeline” as well as non-HBV programs.\nRamaswamy also proffers the possibility of additional funding, saying: “We look forward to providing strategic and operational support to Arbutus, while also maximizing the value of Arbutus’ other assets, including through potential additional investment where required.”\n \n \nArbutus’ other platforms include LNP and GalNAc platforms for the delivery of novel therapeutics including those based on RNA interference, mRNA, and gene-editing technologies.\n“This financing meaningfully extends Arbutus’ operating runway to enable the generation of important clinical data for multiple pipeline programs,” said the Canadian firm’s CEO, Mark Murray.\nWith HCV now a curable disease thanks to new directly acting antiviral drugs, chronic HBV has now inherited its mantle as the big challenge in viral hepatitis—and despite decades of research there remains no curative treatment. Most patients who contract HBV manage to shake off the infection, but a sizable minority develop chronic disease that resists drug treatment and increases the risk of liver damage, cirrhosis and liver cancer.\nAny successful HBV candidate is likely to be a big seller. The Centers for Disease Control and Prevention (CDC) reckons that up to 350 million people globally may be chronically infected with HBV, with the World Health Organization putting the annual death toll from the disease at more than 780,000.\nEarlier this year, analysts at William Blair said the market for an HBV cure could be similar in size to that for HCV, which has been a multibillion-dollar opportunity for the last few years, although the market has started to contract. They said the potential market could be as much as $200 billion in cumulative sales over two decades and that potential is likely to drive consolidation among HBV players over the next five years.\n“I am pleased with the progress that Arbutus has made over the past two years, but I believe that the company’s most exciting days are ahead of it,” said Ramaswamy. “HBV is one of the most devastating diseases impacting patients globally, and a cure remains elusive.”"}]}]}]},"pageData":{"statusCode":200,"timestamp":1507044954759},"timestamp":1507044954759,"sequenceNumber":5}}
{"url":"http://www.fiercebiotech.com/research/could-repurposing-a-depression-drug-help-burn-belly-fat","result":{"extractorData":{"url":"http://www.fiercebiotech.com/research/could-repurposing-a-depression-drug-help-burn-belly-fat","data":[{"group":[{"keywords":[{"text":"obesity, obesity treatments, Yale University, University of Tennessee, University of Bonn"}],"text_body":[{"text":"As most people who are trying to lose weight can testify, the older you get, the harder it is to burn that ever-growing roll of belly fat. Even if you increase your daily exercise, belly fat will continue to accumulate as you age. Scientists at Yale believe they’ve found an immune connection to this problem—and a possible solution in an existing class of depression drugs.\n \n \nA team of scientists at Yale, the University of Tennessee Health Science Center and the University of Bonn zeroed in on macrophages, immune cells that are primarily engaged in fighting infections. They discovered a new type of macrophage in the nerves that are inside belly fat. As these macrophages age, they become inflamed, which hampers the chemical messaging involved in fat metabolism.\nRELATED: Insights into fat signaling could boost the fight against obesity and diabetes \nThe researchers took fat tissue from young and old mice, isolated the immune cells and then sequenced them. When they lowered an inflammation-associated receptor called NLRP3 in the cells, they discovered that chemical messaging returned to the levels that would normally be found in younger mice, which in turn induced fat burning.\n\"The key finding is that the immune cells talk to the nervous system to control metabolism,\" said Vishwa Deep Dixit, Yale professor of comparative medicine and immunobiology, in a press release.\nThe research team then tried blocking an enzyme called monoamine oxidase-A or MAOA in the older mice. MAOA is known to become more prevalent in macrophages as they age. Inhibiting the enzyme also restored fat metabolism to rates normally seen in younger animals. The research was published in the journal Nature.\n \n \nRELATED: Enzyme discovery could improve treatments for obesity, related diseases \nMAOI inhibition (or MAOAi) was the mechanism of action for the first major class of antidepressants, which included drugs like isocarboxazid and phenelzine. These drugs are rarely used now, however, because they can cause side effects like high blood pressure. While it is possible that MAOIs could be repurposed to treat obesity in older people, more research would need to be done to test their safety and prove that they can have a positive impact on belly fat, Dixit said.\nIn the fight against obesity, researchers have become increasingly focused on the role of the immune system in burning fat. Earlier this year, a group of European researchers described how immune cells called eosinophils are greatly diminished in obesity, endangering the health of blood vessels and raising the risk of high blood pressure. And scientists at Sanford Burnham Prebys Medical Discovery Institute are studying the role of natriuretic peptides in signaling that helps turn harmful white fat into healthy brown fat.\nThe Yale-led team is planning further experiments to shed light on how immune cells interact with nerves to influence health and disease. They hope to learn whether controlling inflammation in immune cells produces enough of an improvement in metabolism to not just burn belly fat, but also to improve the overall aging process."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507044955563},"timestamp":1507044955563,"sequenceNumber":6}}
{"url":"http://www.fiercebiotech.com/biotech/seres-plots-ulcerative-colitis-trial-drive-after-posting-1b-data","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/seres-plots-ulcerative-colitis-trial-drive-after-posting-1b-data","data":[{"group":[{"keywords":[{"text":"microbiome, ulcerative colitis, Crohn's disease, fecal transplantation, inflammatory bowel disease, Seres Therapeutics"}],"text_body":[{"text":"Seres Therapeutics has posted top-line data from a phase 1b of SER-287 in ulcerative colitis. The microbiome pioneer thinks the data support the rapid advance of SER-287 deeper into the clinic, although question marks about the results mean that doubts remain.\n \n \nInvestigators enrolled 58 patients with mild-to-moderate ulcerative colitis whose condition had not been brought under control by existing nonbiologic therapies. The patients were split up into four arms. About half of the subjects were pretreated with the antibiotic vancomycin and then given either daily or weekly doses of SER-287 for eight weeks. The rest received placebo pretreatment followed by either weekly doses of SER-287 or daily placebos.\nSeres focused its release detailing the top-line data on clinical remission. Six of the 15 patients who received vancomycin followed by daily doses of SER-287 went into remission, as compared to one of the 10 who only received placebo. The remission rate fell sharply when SER-287 was given weekly, regardless of whether the patients were pretreated with vancomycin.\nThe data have emboldened Seres to plan a broad push deeper into development.\n“We plan to further evaluate SER-287 in mild, moderate and severe forms of ulcerative colitis, in maintenance after induction therapy, and we also intend to assess development in Crohn’s disease, and pediatric forms of inflammatory bowel disease. We expect to discuss these data with the FDA as soon as possible, to determine the most accelerated path to advance SER-287 development,” Seres CEO Roger Pomerantz, M.D., said in a statement. \nSeres is embarking on that clinical trial push despite the data leaving scope for doubt about the effect of SER-287. The clinical response rate in the placebo-placebo cohort matched or beat those from the three SER-287 arms. And the 40% clinical remission rate from the best-performing cohort merely puts SER-287 in the same ballpark as existing drugs such as Takeda’s Entyvio. It doesn’t look like SER-287 will blow away the competition in terms of efficacy.\n \n \nSER-287 could carve out a niche with competitive efficacy and improved safety, though and on this last point the trial is on firmer ground. Seres called the tolerability profile seen in the clinical trial “very favorable,” adding that no serious adverse events were linked to SER-287.\nSafety was one of two coprimary endpoints. Seres has yet to release data against the second main endpoint, which looked at changes to the intestinal microbiome of patients following treatment.\nSeres thinks changing the gut microbiome will improve outcomes, a hypothesis backed up by success stories from ulcerative colitis patients who have received fecal transplants. Those cases go some way to derisking the program, although it is unclear whether SER-287 can be as effective as fecal transplants.\nFuture clinical trials will answer that question more definitively but for now skeptics about the likelihood of Seres’ approach working have ample ammunition."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507044956774},"timestamp":1507044956774,"sequenceNumber":7}}
{"url":"http://www.fiercebiotech.com/biotech/endocyte-starts-renaissance-by-licensing-billion-dollar-prostate-cancer-drug","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/endocyte-starts-renaissance-by-licensing-billion-dollar-prostate-cancer-drug","data":[{"group":[{"keywords":[{"text":"oncology, prostate cancer, Endocyte"}],"text_body":[{"text":"A few months ago, Endocyte was shedding R&D programs and staff, with questions being raised about its future. Now, it says its prospects have been resurrected by licensing a phase 3-ready prostate cancer drug.\n \n \nMike Sherman, Endocyte’s president and CEO, says the deal with Germany’s ABX GmbH gives it a drug candidate that seems to be “profoundly better than anything we’ve seen” in metastatic castration-resistant prostate cancer (mCRPC).\nThe new licensing deal focuses on Lu-PSMA-617, a drug that in a departure from Endocyte’s earlier therapeutic focus is designed to deliver a radioisotope rather than a cell-killing chemotherapy payload. It targets prostate-specific membrane antigen (PSMA), an antigen found in around 80% of mCRPC patients, and according to Sherman, it could be the first PSMA-targeting drug to reach the market.\n“Approximately 80,000 patients are potential candidates for Lu-PSMA-617 in the late stages of the disease, and this is just in major markets,” he told FierceBiotech. “That’s about a $5 billion market, assuming a price near that of similar therapies. As potentially first to market with a PSMA-targeted agent, we clearly see this opportunity as greater than $1 billion.”\nEndocyte is paying ABX $12 million upfront for rights to the drug, along with transferring 2 million shares to the German company with another 4 million in the offing. Milestone payments could reach $160 million, and ABX is also in line for midteen royalties.\nBack in June, Endocyte cut 40% of its workforce and winnowed down its small molecule drug conjugate (SMDC) pipeline to focus primarily on EC1169, a PSMA-targeted SMDC delivering the cytotoxic agent tubulysin B hydrazide, which is in phase 1 testing, and imaging agents. The move followed the departure of long-serving CEO Ron Ellis a few months earlier and a turbulent few years punctuated by the failure of Merck-partnered cancer candidate vintafolide.\n \n \nNow, the biotech intends to make Lu-PSMA-617 its primary focus, starting a phase 3 trial early next year that it hopes will generate results in 2020. The radiopharmaceutical delivers a beta radiation-emitting isotope (lutetium) to PSMA-positive cells and has been shown in earlier trials to cut levels of prostate-specific antigen—a key biomarker for disease activity in prostate cancer—by 50% in between 40% and 60% of patients.\nThe drug achieved a 71% interim response rate in soft tissue lesions in a trial reported at the European Society for Medical Oncology meeting last month which involved patients who had previously failed conventional therapies.\n“This transaction is transformational to Endocyte, accelerating our path to commercialization,” said Sherman, adding that Endocyte intends to take the program forward to commercialization on its own in major markets.\nWhile radiopharmaceuticals have had a checkered history in terms of commercial success, he believes recent developments show their potential. Bayer’s Xofigo (radium Ra 223 dichloride) for CRPC—which made $205 million in sales in the first half of the year—“has been a commercial success, and it continues to grow at a healthy rate as familiarity with radiotherapies and development of referral networks has been established now in prostate cancer,” according to Sherman.\nMeanwhile, a second radiotherapy, Advanced Accelerator Applications’ Lutathera, just received approval in Europe for neuroendocrine tumors, and while it was turned down by the FDA last December, it has been refiled with a new review date of January 26, 2018.\n“Wall Street consensus estimates for that therapy exceed $500 million peak annual revenue for that indication, with scenarios to $1.5 billion annually,” commented Sherman, who said that unlike earlier-generation therapies, “the success of radioligand therapies launching today will be driven by the strength of their clinical data and not driven by market barriers between specialists.”\nSherman stressed that the licensing deal with ABX is “not a departure from our drug conjugate capability. In fact, our companion imaging agents currently in development carry radioisotopes.”\nDetails of the pivotal trial for Lu-PSMA-617 still have to be worked out in consultation with the FDA, but it is anticipated that it will involve PSMA-positive mCRPC patients who have been treated with one antiandrogen and at least one taxane drug.\nAs for funding the program, Sherman says Endocyte is solid. “We maintain a strong balance sheet and are forecasting more than $90 million in cash at the end of 2017. Given the activity we see with Lu-PMSA-617 and the fact that this is a targeted agent for PSMA-positive patients only, we believe this will be a relatively short and targeted trial and we can fund all scenarios.”\nThe biotech is also excited about the prospects for its CAR-T immuno-oncology program in solid tumors, and says it plans to start trials of its first candidate in pediatric osteosarcoma in collaboration with the Seattle Children’s Research Institute in the second half of 2018."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507044957630},"timestamp":1507044957630,"sequenceNumber":8}}
{"url":"http://www.fiercebiotech.com/biotech/ablynx-s-caplacizumab-hits-primary-endpoint-phase-3","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/ablynx-s-caplacizumab-hits-primary-endpoint-phase-3","data":[{"group":[{"keywords":[{"text":"Clinical Trial Data, Clinical Trial Results, antibody, platelets, rare diseases, blood diseases, Ablynx, EuroBiotech Report, Europe"}],"text_body":[{"text":"A phase 3 trial of Ablynx’s caplacizumab has met its primary endpoint. The trial linked the anti-von Willebrand factor single-domain antibody to a statistically significant drop in time to platelet count response, bolstering Ablynx’s pitch for approvals in the U.S. and Europe.\n \n \nInvestigators enrolled 145 patients with acute episodes of acquired thrombotic thrombocytopenic purpura (aTTP), a rare, non-hereditary condition characterized by low blood platelet counts with a mortality rate of about 15% when treated with therapeutic plasma exchange (PEX). Participants received either daily caplacizumab or placebo on top of daily PEX and immunosuppression until 30 days after the last plasma exchange. \nAblynx developed caplacizumab to improve outcomes by blocking interactions between platelets and ultralarge von Willebrand factor multimers, which accumulate in aTTP patients and cause platelet aggregation.\nThe phase 3 data suggest this has the desired effect. \nRELATED: Ablynx files rare blood disorder drug, raising prospect of first commercial product next year\nPlatelet counts of participants who received caplacizumab responded faster than those who took placebo, resulting in a statistically significant p value of 0.01. Ablynx is yet to provide further details about this primary endpoint, beyond saying “at any given time patients treated with caplacizumab 50% more likely to achieve platelet count response.”\n \n \nMany observers expected the trial to hit its primary endpoint. In an earlier phase 2, caplacizumab triggered platelet responses in 3.0 days, as compared to 4.9 days for placebo. That result was good enough to support a filing for approval in Europe.\nThe high expectations for the phase 3 increased focus on the secondary endpoints, which are designed to go some way toward showing whether the shortened time to platelet response is significant clinically. Of the four secondary efficacy endpoints, Ablynx hit the top two on its list and missed the rest.\nCaplacizumab’s effect on the percentage of patients with aTTP-related death, recurrence of aTTP or one or more major thromboembolic event landed in the success column. The clinical trial linked Ablynx’s drug to a 74% drop in these events, primarily because it outperformed placebo in terms of its effect on recurrences. \nThat effect on the rate of recurrences was reflected in the other successful secondary endpoint. The proportion of patients with a recurrence of aTTP was 67% lower in the caplacizumab cohort, resulting in the trial hitting that secondary endpoint.\nThe trial missed the other two secondary endpoints, although caplacizumab’s performance against one of the measures couldn’t have been any better. That measure compared the numbers of patients in each arm who were refractory to the treatment. The caplacizumab cohort featured no refractory patients. But with the placebo group only containing three, the trial missed that endpoint with a p value of 0.057.\nCaplacizumab also failed to statistically beat placebo against a fourth endpoint that looked at how quickly markers associated with organ damage returned to normal. \nThe safety data echo those from the phase 2. As in that trial, more patients in the phase 3 who took the study drug experienced bleeding-related adverse events—66.2% versus 49.3%— but most cases were of mild to moderate severity.\nRELATED: Sanofi offers Ablynx billions of biobucks for nanobody partnership\n \n Ghent, Belgium-based Ablynx will use the phase 3 data to seek approvals of its wholly owned lead candidate in the U.S. and Europe. \n“These results strengthen our resolve to obtain marketing approval as quickly as possible so that caplacizumab rapidly becomes available to patients suffering from this severe disease for which there is currently no approved drug available,” Ablynx CEO Edwin Moses, Ph.D., said in a statement.\nShares in Ablynx opened up close to 20%."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507044958502},"timestamp":1507044958502,"sequenceNumber":9}}
{"url":"http://www.fiercebiotech.com/biotech/ksq-raises-76m-names-ex-genzyme-boss-meeker-as-ceo","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/ksq-raises-76m-names-ex-genzyme-boss-meeker-as-ceo","data":[{"group":[{"keywords":[{"text":"drug targets, venture capital (VC), immuno-oncology, Flagship Pioneering, Polaris Partners, ARCH Venture Partners, David Meeker, Sanofi Genzyme, Novartis"}],"text_body":[{"text":"KSQ Therapeutics has raised $76 million and named former Genzyme boss David Meeker as CEO. Meeker is taking charge of a biotech that spent the past 18 months interrogating 20,000 human genes across 600 cancer- and immune-based models, providing it with a wealth of data to power its drug discovery efforts.\n \n \nCambridge, Massachusetts-based KSQ is built upon a drug discovery platform it calls CRISPRomics. The idea is to use CRISPR-based screening to look at the function of each gene in the human genome across hundreds of models. \nCSO Frank Stegmeier, Ph.D., formerly global head of oncology target discovery at Novartis, and a team that has grown to 40 people have used this approach to identify drug targets likely to have a strong effect on molecularly defined cancer subtypes and minimal toxicity. The team selects these targets by looking for those with strong activity against certain cancers but little to no effect on the wider pool of models. \nKSQ sees the scale of the platform—all human genes in hundreds of models—and precision with which gene function is interrogated as setting it apart. These characteristics open the door to discoveries nobody knew to look for. \n \n “What I really love about this platform is we come at it with no bias. Often in drug discovery we have a hypothesis and we're looking to confirm that hypothesis. Here we're just taking on each one of these cell lines or models in an unbiased way,” Meeker said. “We're going to interrogate each of the 20,000 genes. We're not going to assume at the start one is more important than another. We let the data speak.”\nThe potential of the platform and the quality of the team put together by Stegmeier persuaded Meeker to end his brief spell out of day-to-day biotech management. Meeker spent more than 20 years at Genzyme—the final chunk of which was spent running the now-Sanofi subsidiary—before leaving earlier this year.\nRELATED: Sanofi's Genzyme chief Meeker hands over the helm\n \n \nMeeker’s arrival coincides with the dialing up of KSQ’s financial might. Flagship Pioneering, one of KSQ’s founding investors, led the round. Polaris Partners, KSQ’s other founding investor, returned alongside new backers ARCH Venture Partners and Alexandria Equities.\nKSQ will use some of the money to fund drug discovery programs that grew out of its CRISPRomics work.\n“We're now poised to drive multiple drug discovery programs towards the clinic,” Stegmeier said.\nKSQ hopes the data it has generated to date will accelerate this process and lead to phase 1 trials that are enriched for patient responder populations. But it has opted against committing publicly to timelines for the progress of the programs.\nTo advance the programs, KSQ plans to grow its headcount from 40—plus a similar number of outsourced FTEs—to about 80 over the next year, although the rate of hiring could exceed or fall short of that forecast depending on how the science progresses.\nThe expansion will give KSQ capacity to embark on projects beyond the clutch of aforementioned drug discovery programs. \nOne of the other projects involves work on targets KSQ identified as high quality but opted against picking for its first batch of in-house programs. KSQ will further investigate these targets that it “might want to think about partnering or doing something else with,” Meeker said. \nThe third pillar of KSQ’s strategy will apply its capabilities to immuno-oncology. \n“We can understand everything about the T cell in a tumor context working in an in vivo model and try to identify, as we have already, targets which increase or improve the ability of the T cell to seek and destroy the tumor,” Meeker said.\nThat gives KSQ a broad slate of opportunities to pursue and, with $76 million in hand, the means to do so."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507044958858},"timestamp":1507044958858,"sequenceNumber":10}}
