{"url":"http://www.fiercebiotech.com/biotech/motif-bio-phase-3-hits-endpoint-teeing-up-date-fda","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/motif-bio-phase-3-hits-endpoint-teeing-up-date-fda","data":[{"group":[{"keywords":[{"text":"antibiotics, skin infections, Clinical Trial Data, Clinical Trial Results, Motif Bio, Arpida, Roche, Food and Drug Administration (FDA), iclaprim"}],"text_body":[{"text":"A second phase 3 trial of Motif Bio’s antibiotic iclaprim has hit its primary endpoint. The data tee Motif Bio up to file for approval of a drug that was knocked back by the FDA in 2009 and almost sunk the biotech 12 months ago.\n \n \nIn the trial of 600 patients with acute bacterial skin and skin structure infections (ABSSSI), iclaprim held its own against vancomycin, one of the incumbent antibiotics. The iclaprim arm recorded an early clinical response rate of 78.3%, as compared to 76.7% in the vancomycin cohort. That result was enough for the trial to hit its primary endpoint of noninferiority.\nIclaprim also matched vancomycin against the predefined secondary clinical cure endpoint.\nPublication of the data comes six months after Motif Bio released a similar set of results from the first of the two phase 3 trials. With iclaprim performing comparably to vancomycin in both trials, Motif Bio plans to file for approval from the FDA in the first quarter of next year.\nThat will mark the end of iclaprim’s multiyear journey back to the FDA. Roche spinoff Arpida got as far as an advisory committee in 2008, only for the experts to savage its submission and the FDA to follow their lead and reject the drug.\nCriticism of the original filing centered on its failure to dispel doubts about the efficacy of iclaprim. Arpida used a 12.5% noninferiority margin, rather than the 10% favored by the FDA, and delivered data that left some of the experts convened by the FDA thinking iclaprim was inferior to linezolid.\n \n \nThe addition of a questionable safety profile, particularly relating to iclaprim’s prolongation of QT intervals, left the panelists with little reason to be flexible about the noninferiority margin.\n“QTc is certainly an issue. It's very difficult to know the exact consequences of elevated QTc but those issues are also influential. So it's not a setting where I can say there's safety issues that are favorable and that in some sense could argue for adjusting the margin,” Thomas Fleming, professor of biostatistics at the University of Washington, said (PDF) at the 2008 meeting. \nMotif Bio now looks set to take iclaprim back to the FDA armed with data that show it meeting the 10% bar for noninferiority, albeit against a different comparator than was used in the previous trials. A meta-analysis published in 2015 found the old and current comparators—linezolid and vancomycin—have equivalent efficacy in ABSSSI, although some earlier reviews suggest the former has the edge. \nThat leaves some scope for the FDA to question the efficacy data but, given vancomycin is widely used in the treatment of ABSSSI, the results in support of iclaprim are meaningful. Reviewers will also look for evidence of iclaprim’s effect on QT intervals. The 2008 panelists saw this as a cause to restrict use of iclaprim but not necessarily a barrier to its approval altogether. \nMotif Bio’s share price increased more than 30% following publication of the top-line data, moving the stock back up toward the levels it hovered around for much of 2015 and 2016. The stock fell into a trough 12 months ago, around the time Motif Bio warned it lacked the money to keep going. \nA Nasdaq IPO and placement in Europe gave Motif Bio the means to reach its first phase 3 trial readout, rescuing the biotech and ultimately leading iclaprim to the cusp of a return to the FDA."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507135583958},"timestamp":1507135583958,"sequenceNumber":0}}
{"url":"http://www.fiercebiotech.com/biotech/start-up-palleon-has-a-sweet-plan-for-cancer-immunotherapy","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/start-up-palleon-has-a-sweet-plan-for-cancer-immunotherapy","data":[{"group":[{"keywords":[{"text":"immuno-oncology, oncology, immunology, SR One"}],"text_body":[{"text":"The immuno-oncology sector has a new player. Massachusetts startup Palleon Pharmaceuticals has raised $47.6 million to fund the development of drugs that target sugar-sensing molecules on the surfaces of cells.\n \n \nThe biotech has been launched to target ‘glycoimmune’ checkpoints—which it describes as receptors on immune cells that normally distinguish ‘self’ from ‘non-self’ cells but get exploited in cancer to create immunosuppression that allows tumors to thrive.\n“When first-generation T-cell checkpoint inhibitors work, they work extremely well, but unfortunately the majority of patients still do not respond,” Jim Broderick, M.D., Palleon’s CEO and founder, told FierceBiotech. “This is because most tumors utilize multiple strategies to thwart the immune system, and T-cell checkpoint inhibition is insufficient to drive a response alone.”\n“The next chapter of immuno-oncology will need to employ a coordinated effort of both innate (dendritic cells, macrophages and natural killer cells) and the adaptive (T-cells) immune cells to overcome this multilayered resistance,” he added.\nThe biotech—which was set up in 2015 and incubated and launched from SR One’s Cambridge, Massachusetts, office where Broderick served as entrepreneur-in-residence—says it has licensed intellectual property related to glycoimmune checkpoints from its co-founders Carolyn Bertozzi, Ph.D., of Stanford University, and Paul Crocker, Ph.D., of Dundee University in the U.K.\nTheir work has built on decades of research which has shown that some glycan patterns on tumor cells—such as a motif known as ‘hypersialylation’—are associated with poor clinical outcomes, and it is thought that these patterns help hide the cells from the immune system.\n \n \nThe company isn’t giving away anything about specific targets other than to say it has three lead programs and certainly isn’t speculating about when it will be able to start clinical trials. The CEO said, however, that the approach could be of value in cancers defined by “certain cell surface and shed mucin glycan patterns,” which include solid tumors such as colon, breast and lung cancers, as well as some hematological malignancies.\nGlycoimmune checkpoints are expressed on a broader range of innate as well as adaptive immune cells critical to an antitumor response compared to other targets, he added. Targeting them “offers the potential to awaken a broader spectrum of the immune system in tumor types that are not responsive to first generation immuno-oncology drugs.”\nThe series A funding comes from SR One as well as Pfizer Ventures, Vertex Ventures HC, Takeda Ventures and AbbVie Ventures, and will be used to building out Palleon’s platform and get product development underway.\nBroderick said Palleon has 15 employees today and expects that headcount to “expand considerably” over the next year.\n“The most meaningful breakthroughs often occur at the intersection of diverse and seemingly unrelated scientific disciplines. Palleon was spawned by bringing together new findings in glycoscience and human immunology, which resulted in unexpected implications for oncology.”\n“The convergence of these two fields has enabled us to develop a novel class of medicines that could have a significant impact on the lives of cancer patients.”"}]}]}]},"pageData":{"statusCode":200,"timestamp":1507135584827},"timestamp":1507135584827,"sequenceNumber":1}}
{"url":"http://www.fiercebiotech.com/sponsored/end-to-end-drug-diagnostic-development-support-for-a-new-immuno-oncology-agent","result":{"extractorData":{"url":"http://www.fiercebiotech.com/sponsored/end-to-end-drug-diagnostic-development-support-for-a-new-immuno-oncology-agent","data":[{"group":[{"keywords":[{"text":"Covance"}]}]}]},"pageData":{"statusCode":200,"timestamp":1507135585523},"timestamp":1507135585523,"sequenceNumber":2}}
{"url":"http://www.fiercebiotech.com/biotech/after-a-recent-failure-catabasis-uses-open-label-data-for-phase-3-push","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/after-a-recent-failure-catabasis-uses-open-label-data-for-phase-3-push","data":[{"group":[{"keywords":[{"text":"Duchenne muscular dystrophy (DMD), Clinical Trial Data, rare diseases, Catabasis Pharmaceuticals, PTC Therapeutics, Food and Drug Administration (FDA), Sarepta Therapeutics"}],"text_body":[{"text":"Catabasis Pharmaceuticals is looking to test its experimental Duchenne drug edasalonexent in a late-stage trial after posting the last of the data from its midstage work.\n \n \nThe data as a whole have been a mixed bag: The $63 million market cap biotech posted a phase 1 trial at the start of the year that showed its drug was found to be safe when given to adults and reduced levels of NF-kb, an inflammatory mediator that the company believes is activated in the very early stages of DMD and is critical to the progressive muscle degeneration seen in the disease.\nThe data were published in the Journal of Clinical Pharmacology, and the company saw its shares up 20% on that positive turn. Edasalonexent (a.k.a. CAT-1004) is an oral NF-kB inhibitor and—unlike other DMD therapies such as Sarepta's injectable Exondys 51 (eteplirsen), which was approved last year for a specific genetically defined group of patients—could potentially be used in patients regardless of their underlying mutation, says the company.\nRELATED: FDA expert lashes out at 'worrisome' Sarepta approval in JAMA\nBut back in February, the Cambridge, MA-based biotech said the Part B of its so-called \"MoveDMD\" phase 2 trial, which was always the bigger test, failed to beat out placebo in 31 Duchenne patients with the measure of change in lower leg muscles.\nIts shares were routed, and closed at just $1.38 at the end of trading when the news was posted.\n \n \nRELATED: Catabasis routed after DMD trial failure\nBut the company pointed to an open-label extension portion of this test, known as Part C, that was still ongoing. Today, it revealed those data, which it says showed “positive efficacy” in regards to sustained disease-modifying effects, following 24 and 36 weeks of treatment with its med.\nAcross all key assessments of muscle function, the biotech reports that improvements were observed in the rate of decline after 24 and 36 weeks of oral 100 mg/kg/day edasalonexent treatment, when compared to the rate of change in the control period for boys prior to receiving edasalonexent treatment.\nThese data provide “clinically meaningful evidence” that edasalonexent “substantially slowed the progression of Duchenne muscular dystrophy (DMD),” the company said in statement.\nIt also said that “supportive changes in measures of muscle health” were seen, with muscle enzymes “significantly decreased” compared to baseline at 12 weeks and later time points (p < 0.05) and lower leg muscle MRI T2 rate of change was significantly improved in comparison to progression during the control period (p ≤ 0.05). No further detailed statistical data were shared.\nCatabasis added that “no safety signals” were observed in the trial.\nThe biotech says with these latest data, along with a “supportive regulatory input from FDA,” it is now plotting a global phase 3 of edasalonexent in patients with DMD regardless of mutation type in the first half of 2018, with top-line results expected in 2020.\nThis test will be randomized, double-blind and placebo-controlled and will have “many elements in common” with the phase 2, including the patient population and endpoints. It will seek to enroll about 125 patients aged four to seven who have not been on steroids for at least six months.\nThe primary endpoint will be change in the North Star Ambulatory Assessment score after 12 months of treatment with edasalonexent compared to placebo. This will prove to be a make-or-break trial for the med.\n“We are extremely excited to see edasalonexent change the trajectory of disease in the MoveDMD trial with substantially slowed disease progression,” said Jill Milne, Ph.D., CEO of Catabasis.\n“Boys treated with edasalonexent stabilized; they experienced meaningful improvements in muscle function compared to the rates of change observed during the control period. Importantly, other supportive positive measures of muscle health were observed. We look forward to advancing edasalonexent as a disease-modifying therapy in a single phase 3 pivotal trial as soon as possible with the goal of providing a meaningful impact on disease progression for all boys affected by Duchenne,\" she said.\nAside from last year’s controversial approval of Sarepta’s DMD drug, research and regulatory updates for this rare but devastating muscle-wasting disease have been poor. Just last week, a panel of experts convened by the FDA overwhelmingly knocked back PTC Therapeutics’ filing for approval of ataluren in DMD.\nThe experts panned PTC for relying on post hoc analyses, not all of which were convincing, to make its case for approving the drug.\nPTC pushed through to an advisory committee meeting despite ataluren having come up short in two clinical trials. The FDA refused to review applications from PTC following both clinical missteps."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507135587957},"timestamp":1507135587957,"sequenceNumber":3}}
{"url":"http://www.fiercebiotech.com/medtech/thync-s-bioelectronics-wearable-shows-promise-psoriasis-pilot","result":{"extractorData":{"url":"http://www.fiercebiotech.com/medtech/thync-s-bioelectronics-wearable-shows-promise-psoriasis-pilot","data":[{"group":[{"keywords":[{"text":"neurostimulation, bioelectronics, psoriasis, Thync, Philips, Khosla Ventures, Johnson & Johnson, Eli Lilly, Novartis"}],"text_body":[{"text":"Thync Global, which markets wearables that help users sleep better or relax, reported the first effective use of bioelectronics to treat psoriasis in a pilot study. The noninvasive therapy “significantly” reduced psoriasis symptoms and could fill a gap in psoriasis treatment.\n \n \nPsoriasis is a chronic autoimmune skin disorder where patients have patches of red, inflamed skin covered in scales. It occurs when skin cells move quickly to the surface, where they build up before they mature. The disease affects more than 6.7 million adults in the U.S., according to the National Institute of Arthritis and Musculoskeletal and Skin Diseases.\nThe pilot study involved 28 patients; 18 were treated with Thync’s device, while the remaining 10 received a placebo device. The patients used the device 10 minutes a day for four weeks.\nRELATED: Khosla-backed Thync dodges FDA, heads to market with $299 mood-shifting consumer wearable\nOf the 18 patients in the treatment group, 15 (83%) reported at least a 50% reduction in redness, scaling and itchiness, compared to two patients in the control group, the company said. One-third of the treated patients reported at least a 75% reduction in symptoms, compared to none in the control group, said Sumon Pal, Thync chief scientific officer.\nWorn on the neck, Thync’s device uses proprietary algorithms to deliver electrical stimulation to targeted nerves in the cervical and thoracic spine, the company said in a statement. It exploits the link between the sympathetic nervous system and the immune response.\n \n \nRELATED: FDA clears Philips' light therapy wearable for mild psoriasis\n“The nervous system plays a powerful role in modulating the immune response,” Pal said in the statement. “By creating a technology that can noninvasively manipulate the neurogenic pathways that regulate the immune system, we can provide a drug and side-effect free therapy for psoriasis.”\nPsoriasis may be treated with localized treatments—such as light therapy and topical treatments—or systemic treatment, namely, pharmaceuticals. While topical treatment may work for patients with milder forms of psoriasis, patients with severe disease may need medications that are taken orally or by injection. But treatments may not be suitable for patients with moderate disease.\nRELATED: J&J's Tremfya gets its go-ahead to fight Novartis, Lilly in psoriasis. Can it stand out?\nThis is where Thync might come in, said Thync CEO Isy Goldwasser. A patient with moderate disease may not particularly want to go on biologics but may have a severe enough form of the disease that topical medications aren’t enough, he said.\n“A chemical-free systemic therapy for the chronic disorder would be really game-changing for many patients,” Goldwasser said.\n“Our next step is to generate clinical data through collaborations with leading institutions such as the University of California, San Francisco,” Pal said in the statement."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507135588840},"timestamp":1507135588840,"sequenceNumber":4}}
{"url":"http://www.fiercebiotech.com/biotech/amgen-helps-immatics-to-58m-round-to-fund-cancer-trials","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/amgen-helps-immatics-to-58m-round-to-fund-cancer-trials","data":[{"group":[{"keywords":[{"text":"venture capital (VC), immuno-oncology, pipeline, regulatory T cells, Amgen, immatics, Dietmar Hopp, Wellington Partners, EuroBiotech Report"}],"text_body":[{"text":"Immatics has raised $58 million (€49 million) to push its cancer immunotherapies deeper into the clinic. The German T-cell specialist turned to its existing investors and new partner Amgen to put together the round, which brings its amount raised to date up toward €200 million.\n \n \nAll of Immatics’ existing investors—a list that includes dievini Hopp Biotech Holding and Wellington Partners—returned for the series E. Immatics also secured support from new, as-yet-unidentified life science investors and Amgen, the big biotech it teamed with to develop bispecific antibodies in January.\nThe programs in the Amgen pact have yet to advance far past the discovery stage. But Immatics has two other assets that have entered the clinic over the past year or so and, as such, are starting to require deeper pockets to advance.\nImmatics has earmarked some of the series E cash for a string of clinical trials of these lead drugs, IMA101 and IMA201, and studies of other assets based on its T-cell engineering platform. Both the lead drugs grew out of Immatics’ collaboration with MD Anderson Cancer Center.\nIMA101, the first of the two to make it to the clinic, is created using the ACTolog approach. This entails taking T cells from a patient, processing them to recognize tumor-associated antigens and reinfusing them back into the patient. Immatics is currently testing IMA101 is a solid tumor trial.\nImmatics’ follow-up candidate, IMA201, recently joined IMA101 in the clinic. IMA201 is based on a different platform, ACTengine. This approach entails engineering a patient’s own T cells to express certain T-cell receptors. Immatics hopes this will redirect and activate the T cells so they hunt and attack solid tumors when readministered back into the patient.\n \n \nRELATED: Immatics bags $1B tie-up with Amgen for cancer immunotherapies\nThe series E will take Immatics through a critical period in the early development of the assets. \n“During the period covered by this financing we expect to receive initial patient data from the current Immatics’ IMA101 and IMA201 adoptive cell therapy clinical trials, as well as commencing trials of further ACTengine candidates,” Immatics chairman Peter Chambré said in a statement.\nThe trials mark the start of Immatics’ second crack at the clinic. The German biotech moved an earlier set of assets, most notably IMA901, into human testing about 10 years ago, but those drugs fell by the wayside. IMA901 bowed out after missing the mark in a phase 3 trial that assessed the effect of giving it to metastatic renal cell carcinoma patients in combination with Pfizer’s Sutent. \nHaving come through the early 2000s when interest in immuno-oncology was relatively weak and been part of the rise and fall of excitement about cancer vaccines, Immatics is now trying to carve out a position in a new, fiercely competitive era."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507135590228},"timestamp":1507135590228,"sequenceNumber":5}}
{"url":"http://www.fiercebiotech.com/biotech/celgene-pens-pact-to-join-bristol-myers-pfizer-r-d-race","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/celgene-pens-pact-to-join-bristol-myers-pfizer-r-d-race","data":[{"group":[{"keywords":[{"text":"autoimmune disease, psoriasis, rheumatoid arthritis, lupus, Nimbus, Celgene, Bristol-Myers Squibb, Pfizer"}],"text_body":[{"text":"Celgene has secured an option on two preclinical assets in development at Nimbus Therapeutics. The deal gives Celgene a chance to move into the slipstreams of Bristol-Myers Squibb and Pfizer in the race to bring a TYK2 inhibitor to market.\n \n \nTYK2 has attracted the interest of multiple major research groups on the strength of its role in the inflammatory response. Bristol-Myers has advanced its shot at the target, BMS-986165, into phase 2 trials in lupus and psoriasis. Pfizer is testing its TYK2-JAK1 kinase inhibitor, PF-06700841, in three phase 2 trials, which are enrolling patients with alopecia areata, ulcerative colitis and psoriasis.\nNimbus’ program has ceded a sizable head start to these drugs, but Celgene has seen enough in the preclinical data to suggest it can come from behind. That confidence is based, in part, on evidence Nimbus’ inhibitors are particularly selective for TYK2, enabling them to hit the target but not its JAK siblings. \nThe importance of TYK2 means there are plenty of opportunities to go around, too. A TYK2 inhibitor could treat autoimmune conditions including rheumatoid arthritis, Crohn’s disease and multiple sclerosis, as well as the indications being pursued in the clinic by Bristol-Myers and Pfizer. \n“We are excited about the potential of the Nimbus immunology targets, which are based on compelling human genetic data,” Celgene R&D VP Robert Plenge, M.D., Ph.D., said in a statement. “Moreover, Nimbus’ robust in silico-based approach is very promising.”\nThat prompted the prolific dealmaker to put together an agreement that gives it an option to buy the program for an as-yet-undisclosed upfront payment and downstream milestones. The release of clinical trial data will trigger the buy-in decision on the TYK2 program and other assets covered by the deal. Nimbus is in charge of advancing the assets until Celgene exercises its option.\n \n \nThe second asset covered by the agreement is designed to block STING from activating the innate immune system in interferonopathies such as lupus. Nimbus’ agreement leaves it free to develop a small molecule agonist program with applications in immuno-oncology. \nThat immuno-oncology program is the only publicly disclosed part of Nimbus’ pipeline that is not yet the subject of a deal. Gilead and Genentech have already picked off other parts of the pipeline through an acquisition and licensing deal, respectively."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507135590580},"timestamp":1507135590580,"sequenceNumber":6}}
{"url":"http://www.fiercebiotech.com/biotech/asian-trial-backs-takeda-and-myovant-s-relugolix-uterine-fibroids","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/asian-trial-backs-takeda-and-myovant-s-relugolix-uterine-fibroids","data":[{"group":[{"keywords":[{"text":"hormone, fibrosis, Takeda, Myovant Sciences"}],"text_body":[{"text":"A body of evidence is building behind Takeda and Myovant’s hormonal therapy in uterine fibroids, with late-stage Japanese data reinforcing positive phase 2 results with the drug in the U.S.\n \n \nThe latest phase 3 trial showed that the oral drug matched older uterine fibroid treatment leuprorelin acetate—which is given by a monthly injection—in alleviating symptoms. The 24-week trial enrolled 280 Japanese women with symptomatic uterine fibroids, benign tumors that originate in the uterus and can cause excessive menstrual bleeding and pain.\nRelugolix was statistically noninferior to leuprorelin acetate on the primary endpoint of menstrual blood loss, as measured by the Pictorial Blood-loss Assessment Chart, with more than 80% of women in both groups reporting a score below the target of 10. Takeda says it plans to move ahead with regulatory filings in Japan based on the new data.\nMyovant—which licensed rights to the drug from Takeda outside certain Asian markets—reported positive results in May from a placebo-controlled phase 2 trial of the drug in uterine fibroids, and has two phase 3 trials ongoing in that indication that are due to report top-line results in early 2019.\nMyovant’s CEO Lynn Seely, M.D., commented that Takeda’s data “provides strong support for Myovant’s ongoing phase 3 studies with relugolix in North America, Europe and other regions.”\nRelugolix is a gonadotropin-releasing hormone (GnRH) receptor antagonist that has been shown to suppress testosterone levels in men and estrogen and progesterone levels in women. The drug is treading a similar path to market as Neurocrine and AbbVie’s elagolix, which was filed for endometriosis last month.\n \n \nMyovant and Takeda’s drug has phase 2 data in hand for endometriosis-related pain and has also shown its mettle in phase 2 trials in prostate cancer, starting a phase 3 program for that indication in March. Prospects for the drug helped Myovant to a $218 million IPO backed by Pfizer last year, and there has been persistent speculation that Pfizer may make a play for Myovant to bolster its pipeline.\n“Uterine fibroids result in debilitating heavy menstrual bleeding and anemia in millions of women throughout the world, oftentimes requiring a hysterectomy to control the bleeding,” according to Seely. \n“Myovant is working to develop relugolix, an oral, once-daily medication that can potentially provide women with an alternative option to major surgery.”\nThe new data is a boost for the ‘vant’ family of biotechs set up by former hedge fund manager Vivek Ramaswamy under the Roivant umbrella, going some way toward alleviating the pain felt after the failure last month of an Alzheimer’s candidate in development at Axovant.\nEarlier this week, Roivant bought $116 million worth of shares in hepatitis B specialist Arbutus, in something of a departure from Ramaswamy’s usual strategy of picking up likely looking drug candidates that have been shelved by big pharma companies."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507135594170},"timestamp":1507135594170,"sequenceNumber":7}}
{"url":"http://www.fiercebiotech.com/biotech/intra-cellular-pulls-off-150m-funding-as-it-preps-schizophrenia-drug-filing","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/intra-cellular-pulls-off-150m-funding-as-it-preps-schizophrenia-drug-filing","data":[{"group":[{"keywords":[{"text":"fundraising, schizophrenia, central nervous system, antipsychotic, Intra-Cellular Therapeutics, Food and Drug Administration (FDA)"}],"text_body":[{"text":"Intra-Cellular Therapies raised its target of $150 million from a new public offering that will help it prepare for an FDA filing for lead drug lumateperone in schizophrenia next year.\n \n \nThe New York City biotech will net $141 million from the fundraising, which could rise to around $160 million if underwriters take up a 30-day option on another block of shares.\nAccording to the offer prospectus, ICT intends to use the cash to fund pre-launch and commercial activities for lumateperone (also known as ITI-007) in schizophrenia, as well as to bring forward other potential indications such as bipolar disorder and behavioral disturbances in dementia, which are in late-stage testing.\nIt will also help fund other pipeline prospects including a long-acting formulation of lumateperone due to start trials next year, and PDE1-targeting compounds for Parkinson’s disease and other central nervous system disorders.\nThe new funding comes at a pivotal point for ICT, which has been in discussions with the FDA for several months trying to work out whether its portfolio of lumateperone studies will be enough to support a filing, while gathering evidence to alleviate concerns about its safety profile.\nIn August, the biotech said it had provided evidence to the FDA that safety issues seen in animal studies were species-specific and did not apply to humans, clearing a major obstacle to its plans for the drug. Moreover, the FDA has also agreed that the results of study ITI-007-302—where lumateperone did not show an advantage over placebo—do not preclude the biotech from submitting an NDA based on two other positive efficacy studies.\n \n \nICT has agreed to carry out a long-term safety study of the drug that, if clear, will allow it to move ahead with a filing for the drug, once tipped as a potential $2 billion-a-year blockbuster.\nLumateperone is a dopamine receptor phosphoprotein modulator (DPPM) with selective action on dopamine D2 receptors, serotonin 5-HT2A receptors and dopamine D1 receptors, a profile that ICT says distinguishes it from other antipsychotic drugs and could enhance its effects on negative symptoms of schizophrenia such as social withdrawal.\nIt also seems to be less likely to cause weight gain and cardiovascular side effects, according to the results of a recent open-label study, and can be delivered at a fixed dose to all patients while many current schizophrenia therapies need to be titrated to an active dose.\nIt will need to convince prescribers of its advantages over established schizophrenia therapies if it is to carve out market share in what is becoming a highly generic market for this type of therapy, with a swath of former blockbuster drugs losing patent protection in recent years.\nICT says two studies with risperidone as active control showed statistically significant safety and tolerability benefits for lumateperone over the comparator drug."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507135594542},"timestamp":1507135594542,"sequenceNumber":8}}
{"url":"http://www.fiercebiotech.com/biotech/ablynx-files-for-150m-ipo-to-build-phase-3-boost","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/ablynx-files-for-150m-ipo-to-build-phase-3-boost","data":[{"group":[{"keywords":[{"text":"biotech IPO, IPO, Ablynx, EuroBiotech Report"}],"text_body":[{"text":"Ablynx has moved quickly to capitalize on the boost to its prominence and prospects provided by recent phase 3 data. The Belgian biotech has joined the reopened path from Europe to Wall Street in pursuit of $150 million (€128 million) to support its commercialization and clinical trial activities.\n \n \nCaplacizumab is the centerpiece of the post-IPO spending plans. With top-line phase 3 data posted this week linking caplacizumab to a statistically significant drop in time to platelet count response, Ablynx is gearing up to commercialize the anti-von Willebrand factor single-domain antibody in the U.S. and Europe. The IPO will support this work by giving Ablynx cash to invest in sales, marketing and distribution infrastructure.\nALX-0171 is the most important drug affected by the IPO from an R&D perspective. Ablynx plans to use the funds to move the wholly owned treatment for respiratory syncytial virus (RSV) through a phase 2b trial.\nThat 180-patient trial got underway at the start of the year and is due to wrap up in the back half of next year, potentially providing IPO investors with a shot at an early boost to the value of their holdings. Ablynx plans to seek a partner for ALX-0171 after the phase 2b data to help it test it the nebulized drug in phase 3 in infants hospitalized by RSV. The Belgian biotech is also looking to the anticipated partnership to support exploration of the use of ALX-0171 in primary healthcare.\nALX-0171 is unlikely to dictate the success of the IPO, though. Investors will be paying the most attention to caplacizumab, specifically whether the statistical success in phase 3 indicates the drug has the risk-benefit profile needed to establish itself in the acquired thrombotic thrombocytopenic purpura (aTTP) treatment pathway.\nThis analysis centers on whether the clinical significance of the reduced time to platelet response outweighs the adverse events linked to caplacizumab, most notably bleeding. Ablynx’s graph of the percentage of patients in both arms shows many subjects on placebo improved at a similar speed to those on caplacizumab. However, in its favor, Ablynx has data linking caplacizumab to a drop in the recurrence of aTTP. \n \n \nThe data proved compelling enough to drive Ablynx’s stock up more than 20% in Europe, where it has traded publicly since 2007. Ablynx is making shares available to investors on its home continent through a private placement it is performing in parallel to the Nasdaq IPO."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507135594134},"timestamp":1507135594134,"sequenceNumber":9}}
{"url":"http://www.fiercebiotech.com/biotech/cullinan-bags-150m-to-build-broad-slate-cancer-assets","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/cullinan-bags-150m-to-build-broad-slate-cancer-assets","data":[{"group":[{"keywords":[{"text":"venture capital (VC), immuno-oncology, MPM Capital, Intarcia Therapeutics, Amgen, Pfizer, AstraZeneca"}],"text_body":[{"text":"Cullinan Oncology has raised $150 million to build a portfolio of cancer R&D programs. The idea is to manage the risks inherent in drug development by placing bets on eight to 10 early-stage assets and selling those that show promise in the clinic. \n \n \nMPM Capital’s UBS Oncology Impact Fund and F2 Ventures put up the $150 million Cullinan needs to build and advance this portfolio of what CEO Owen Hughes calls “essentially one-off assets.” \nUnusually for a biotech startup, the idea that defines Cullinan is financial, not scientific. In essence, Cullinan is applying modern portfolio theory—a framework for maximizing returns for given risk levels—to drug development.\nThe framework assesses the potential risks and returns of each asset in the context of how it affects the portfolio's overall risks and returns. This enables investors to add higher-risk, higher-reward assets and balance them out with those more likely to pay out but in smaller amounts. \nCEO Owen Hughes said the portfolio model, by definition, gives Cullinan a higher tolerance to risk than traditionally structured biotechs. Cullinan can take on high risk assets, balance the portfolio with safer bets and, if the science later dictates, kill the speculative program without toppling the whole business. \n“By diversifying the risk across the portfolio we can take some pretty big shots on goal. The objective is to win with a couple of them. Obviously the majority of them will actually go by the wayside. But since we have the portfolio approach behind us we can actually withstand some setbacks,” Cullinan CEO Owen Hughes said. \n \n \nCullinan is starting out with three assets, with plans to move up to the eight to 10 range it sees as optimal for the portfolio. One of the assets came to Cullinan via MPM, a route Hughes thinks will be fruitful for the company.\nRELATED: MPM rounds up $400M for biotech VC with Novartis and Astellas on board\nAs a major investor in oncology, MPM sees hundreds of deals a year. But to diversify its risk, the VC shop typically filters out one-off assets in favor of those that fit the mold of platform technologies. This means MPM passes over many promising assets that don’t fit its business model. Cullinan is getting a look at all these assets and adding the choicest opportunities to its pipeline. \nThat is how Cullinan came to own its one externally discovered asset, an oncogene implicated in a high proportion of cancers that has frustrated researchers for more than two decades. \nThe other two assets emerged from Cullinan’s own R&D activities. Cullinan is operating without a wet lab. What it has is brainpower—both within its walls and at MPM—and close ties to service providers. \nPatrick Baeuerle, Ph.D., who led development of pioneering bispecific antibody Blincyto at Amgen, is one of Cullinan’s CSOs. The other is MPM’s Leigh Zawel, Ph.D., a former East Coast site head for Pfizer’s Centers for Therapeutic Innovation. Baeuerle and Zawel are supported by Briggs Morrison, M.D., who headed up late-phase development at AstraZeneca before jumping into the biotech and VC worlds. \nRELATED: Briggs Morrison trades lead role in AstraZeneca R&D for the helm of tiny Syndax \nWorking with service providers, this team has overseen work on two immuno-oncology assets. Both are designed to dial up the immune response against tumors, making them complementary to the PD-1 drugs that take the leashes off the body’s attack dogs. \nThe most advanced of the three assets is 15 to 18 months away from an IND. The other two are due to reach the IND stage in 20 to 24 months.\nCullinan plans to offload some of the assets once they generate phase 1b data, providing the signal is robust enough to support a well-remunerated exit. Baeuerle said Cullinan will take other assets to phase 2 but in general it wants to capitalize on the potential for cancer to support earlier exits. \nIf all goes to plan, Cullinan will return some profits to shareholders and reinvest the rest, enabling it to become an evergreen innovation engine for companies better suited to later-phase work. That isn’t a wholly original idea. But with $150 million, an A-list team and potentially productive internal and external sources of assets, Cullinan is better placed than most to execute the concept."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507135596400},"timestamp":1507135596400,"sequenceNumber":10}}
