{"url":"http://www.fiercebiotech.com/medtech/boston-scientific-picks-up-a-fib-player-apama-deal-worth-up-to-300m","result":{"extractorData":{"url":"http://www.fiercebiotech.com/medtech/boston-scientific-picks-up-a-fib-player-apama-deal-worth-up-to-300m","data":[{"group":[{"keywords":[{"text":"mergers and acquisitions, balloon catheters, atrial fibrillation, Apama Medical, Boston Scientific"}],"text_body":[{"text":"Boston Scientific closed its acquisition of Apama Medical, a developer of a radiofrequency balloon catheter for the treatment of atrial fibrillation. While the device maker forked over $175 million in cash up front, Apama stands to earn up to $125 million in milestone payments.\n \n \nApama will collect follow-on payments for achieving clinical and regulatory milestones from 2018 to 2020, according to a statement. Boston Sci announced the deal earlier this month.\nLast November, Apama raised $13 million in series C financing. The Campbell, California-based startup is developing a catheter ablation system for afib that combines the best of two major approaches used to treat the condition—single-point radiofrequency ablation and balloon catheter ablation.\nSingle-point RF ablation is used to treat multiple types of afib, but the procedure takes a long time, while balloon catheter ablation is quicker but is limited to a few afib types.\n\"The Apama RF Balloon Catheter System is an innovative solution that addresses the gaps in existing catheter ablation technologies,\" said Dr. Amin Al-Ahmad of the Texas Cardiac Arrhythmia Institute, when Apama announced its series C round. \"The multipoint RF system enables single shot, customizable ablation geometries for improved efficiency and versatility. In addition, built-in cameras enable real-time visualization that allows for enhanced navigation and feedback on electrode contact.”\nApama is the third company out of medtech incubator Shifamed to be acquired. The other two were Kalila Medical, snatched up by Abbott last year and Maya Medical, sold off to Covidien in 2012.\n \n \n\"Shifamed was formed out of my passion for engineering in the medical field and the ability to work alongside and enable others to develop innovative solutions that make a positive impact on patient lives,\" said Amr Salahieh, who founded Shifamed in 2009. \"We are thrilled to collaborate with companies like Boston Scientific that excel at bringing advanced solutions to the patients and care providers we serve.\""}]}]}]},"pageData":{"statusCode":200,"timestamp":1508259754594},"timestamp":1508259754594,"sequenceNumber":0}}
{"url":"http://www.fiercebiotech.com/medtech/illumina-ventures-bumps-up-fund-to-230m","result":{"extractorData":{"url":"http://www.fiercebiotech.com/medtech/illumina-ventures-bumps-up-fund-to-230m","data":[{"group":[{"keywords":[{"text":"venture capital (VC), diagnostics, genomics, Illumina"}],"text_body":[{"text":"Last year, Illumina ponied up $100 million to start a genomics-focused venture capital fund. Now, Illumina Ventures has added another $130 million to the kitty, bringing the total to $230 million.\n \n \nFounded by Nicholas Naclerio, a former Illumina senior vice president, Illumina Ventures invests in companies working on new ways to use nucleic acid sequencing and to use genomics to better human health. The new funding comes from a range of sources, including corporate, sovereign, institutional and individual investors.\n\"Genomics has the potential to solve many of society's biggest challenges, from understanding the molecular basis of life to more accurate medical diagnosis, life-saving drugs and more sustainable sources of energy and food,\" Naclerio said in a statement. \"The investor interest in this fund exceeded my expectations and will allow us to expand our team and support a greater number of entrepreneurs.\"\nRELATED: Merck, Illumina back immune-mapper SerImmune in $8M round\nWhile it shares a name with its parent company, Illumina Ventures is managed independently from Illumina. Since its launch in 2016, Illumina Ventures has backed several companies, including Kallyope, which is using sequencing to better understand the gut-brain connection, and Genome Medical, which seeks to widen access to genome technology in medical practice.\n\"Genomic insights as part of routine and acute health care will revolutionize clinical medicine,\" said Randy Scott, co-founder and chairman of the board at Genome Medical, in the statement. \"There is a big need to bridge the growing gap between available genome technology and current medical practice. This is something Illumina Ventures well understands.\"\n \n \nIllumina Ventures isn’t the diagnostics giant’s only effort to boost the genomics space. In 2015, Illumina joined forces with Warburg Pincus and Sutter Hill Ventures to set up Helix, a $100 million personal genomics startup. Helix launched its online marketplace in July. It offers sequencing-based products from Helix’s partners, including a saliva-based carrier test for more than 60 hereditary diseases. What differentiates Helix from other personal genomics players is that once a customer’s DNA has been sequenced, it may be used with other offerings on the marketplace without requiring another DNA sample."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508259756585},"timestamp":1508259756585,"sequenceNumber":1}}
{"url":"http://www.fiercebiotech.com/sponsored/understanding-big-picture-why-life-sciences-operational-and-finance-leaders-need-to","result":{"extractorData":{"url":"http://www.fiercebiotech.com/sponsored/understanding-big-picture-why-life-sciences-operational-and-finance-leaders-need-to","data":[{"group":[{"keywords":[{"text":"Deloitte & Touche LLP"}]}]}]},"pageData":{"statusCode":200,"timestamp":1508259755632},"timestamp":1508259755632,"sequenceNumber":2}}
{"url":"http://www.fiercebiotech.com/biotech/astrazeneca-buy-acerta-faked-cancer-drug-data-company-admits","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/astrazeneca-buy-acerta-faked-cancer-drug-data-company-admits","data":[{"group":[{"keywords":[{"text":"blood cancer, data integrity, AstraZeneca, Acerta"}],"text_body":[{"text":"Back in 2015, AstraZeneca bought a majority stake in blood cancer biotech Acerta for $4 billion. But over the weekend, it said that some early data for its drug acalabrutinib was falsified.\n \n \nAZ invested in the biotech for its bruton tyrosine kinase (BTK) inhibitor acalabrutinib (ACP-196). That drug is in a number of early, mid- and late-stage clinical trials across several blood cancers, including CLL and mantle cell lymphoma. It works in a similar way to AbbVie and Johnson & Johnson’s Imbruvica.\nBut Acerta had to recently retract an abstract, published in medical journal Cancer Research two years back—and just months before the AstraZeneca cash injection—which showed the drug as being effective in treating solid tumours in mice.\nBut AstraZeneca has now admitted the data were fabricated. It blamed a “former Acerta employee who acted alone to falsify a preclinical data set provided through external collaborations,” according to a statement reported by London’s Telegraph newspaper.\nAstraZeneca added: “It’s important to note that this isolated issue had no impact on the integrity of acalabrutinib data in any clinical trials, and there was no risk to patient health.”\nThis will likely be little more than an embarrassment for both companies, and is not expected to impact the financial deal between the pair."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508259758537},"timestamp":1508259758537,"sequenceNumber":3}}
{"url":"http://www.fiercebiotech.com/biotech/pfizer-s-son-xalkori-impresses-phase-2-nsclc-trial","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/pfizer-s-son-xalkori-impresses-phase-2-nsclc-trial","data":[{"group":[{"keywords":[{"text":"lung cancer, non-small cell lung cancer, metastatic cancer, Pfizer, Xalkori, Novartis, Roche, Takeda, Food and Drug Administration (FDA)"}],"text_body":[{"text":"Pfizer has posted a full look at data from a phase 2 trial of lorlatinib in patients with advanced non-small cell lung cancer (NSCLC). The ALK inhibitor triggered responses in a significant minority of heavily pretreated patients, suggesting it can play a role in NSCLC treatment pathways.\n \n \nInvestigators enrolled 275 ALK or ROS1-positive NSCLC patients with or without asymptomatic, untreated or treated brain metastases. The patients had undergone varying degrees of treatment before joining the study. Once in the trial, they received 100mg of lorlatinib once a day. \nIn the 111 ALK-positive patients who had undergone treatment with two or three ALK inhibitors and, in some cases, chemotherapy, lorlatinib achieved an objective response rate (ORR) of 39%. The intracranial ORR among the 83 patients in this group with brain metastases was 48%.\nThose ORRs in heavily pretreated patients have raised hopes that lorlatinib will emerge as an option for those who progress following treatment with existing ALK inhibitors, such as Pfizer’s own Xalkori. \nThat is one part of the path Pfizer envisages for lorlatinib, the discovery of which grew out of its experience of treating patients with Xalkori. \n“By understanding the mutations that occurred in patients that rendered their tumors resistant to Xalkori and other ALK inhibitors, medicinal chemists working at Pfizer were able to design a molecule with the potential to overcome that resistance and inhibit ALK despite these mutations,” Mace Rothenberg, M.D., chief development officer, oncology at Pfizer said in a statement. \n \n \nRELATED: Pfizer (finally) wins a big one with crizotinib approval for lung cancer\nLorlatinib was particularly effective in patients who had previously received Xalkori, either with or without chemotherapy. In this population, lorlatinib recorded an ORR of 69% and intracranial ORR of 68%. Those figures far exceed the ORRs achieved in patients who received other ALK inhibitors. The ORR and intracranial ORR in those groups came in at 33% and 42%, respectively. \nThe other ALK inhibitors—Novartis’ Zykadia, Roche’s Alecensa and Takeda’s Alunbrig—came to market after Xalkori and originally fought over patients whose tumors had developed resistance to Pfizer’s pioneering product. That began to change when Novartis picked up a first-line approval for Zykadia earlier this year.\nAs such, while part of Pfizer’s plan is to show lorlatinib is better than the competition at inhibiting the ALK mutations that drive tumor resistance to Xalkori, the drug’s first-line performance is also a factor. The ORR and intracranial ORR in these populations came in at 90% and 75%, respectively. \nPfizer, which picked up a breakthrough tag for lorlatinib in April, plans to discuss the data with the FDA and other regulators."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508259758719},"timestamp":1508259758719,"sequenceNumber":4}}
{"url":"http://www.fiercebiotech.com/sponsored/apply-now-for-2017-fierce-innovation-awards-life-sciences-edition","result":{"extractorData":{"url":"http://www.fiercebiotech.com/sponsored/apply-now-for-2017-fierce-innovation-awards-life-sciences-edition","data":[]},"pageData":{"statusCode":200,"timestamp":1508259761103},"error":"URL processed successfully. No data extracted.","timestamp":1508259761103,"sequenceNumber":5}}
{"url":"http://www.fiercebiotech.com/research/a-big-step-forward-linking-genome-to-disease-risk","result":{"extractorData":{"url":"http://www.fiercebiotech.com/research/a-big-step-forward-linking-genome-to-disease-risk","data":[{"group":[{"keywords":[{"text":"genomics, thyroid cancer, genetic analysis, Princeton University, National Institutes of Health (NIH)"}],"text_body":[{"text":"The human genome was first mapped about 15 years ago, but scientists have yet to gain a complete understanding of how genes maintain health—and how they govern the emergence of certain diseases. Now, a team of researchers led by Princeton University has taken a big step towards reaching that goal, publishing data related to 44 different human tissue types that they believe will help unlock the relationships between genetics and hard-to-treat diseases.\n \n \nThe team took 7,000 tissue samples from 449 deceased donors and used them to map transexpression quantitative trait loci, or “trans-eQTLs,” which are links between genetic variants and gene expression levels on different chromosomes. It’s those trans-eQTLs that are particularly difficult to map, but that may ultimately provide the most useful clues for linking genes with complex traits, many scientists believe. Their results were published in the journal Nature.\nRELATED: Enlisting genes and the immune system to fight Alzheimer’s \nThe Princeton team is part of the Genotype-Tissue Expression (GTEx) Consortium, a group of researchers from 80 academic institutions who are funded by the National Institutes of Health and are pursuing projects designed to elucidate gene expression and regulation. Their goals are to better understand how interactions between genes, and between genes and the environment, contribute to diseases ranging from cancer to autism.\nThe Princeton research is ongoing, but this latest study did yield key revelations about genes and thyroid cancer, according to a release. The scientists discovered that a particular genetic mutation that’s known to raise the risk of the disease is located next to a protein called FOXE1, which is a “transcription factor”—a protein that regulates the activity of genes in the thyroid.\n\"Many thyroid diseases will be impacted by changing the expression levels of the thyroid-specific transcription factor, so we want to investigate FOXE1 more carefully in future work,\" said study co-author Barbara Engelhardt, assistant professor of computer science at Princeton, in the release.\n \n \nRELATED: Gene therapy reverses symptoms, slows progression of MS in mice \nThat work will build on a wider effort in the scientific community to determine how genes affect the development and progression of cancer. In August, scientists at the University of Michigan published gene-sequencing data from 500 cancer patients that uncovered links between certain mutations and the likelihood of solid tumors to spread. Earlier this year, a team of scientists at the University of Maryland described how they used a statistical-analysis method they developed to identify mutations that drive 20 different cancer types.\nThe GTEx Consortium aims to collect more tissue samples so scientists can gain a deeper understanding of trans-eQTLs and how they affect the evolution of many complex diseases."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508259761821},"timestamp":1508259761821,"sequenceNumber":6}}
{"url":"http://www.fiercebiotech.com/biotech/regeneron-sanofi-aimmune-collab-peanut-allergy-combo-test","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/regeneron-sanofi-aimmune-collab-peanut-allergy-combo-test","data":[{"group":[{"keywords":[{"text":"allergy, Sanofi, Regeneron Pharmaceuticals, Aimmune Therapeutics"}],"text_body":[{"text":"After posting positive results from a midstage test of its oral immunotherapy AR101 last spring, Aimmune Therapeutics will try out its peanut allergy medication in combination with Sanofi/Regeneron’s Dupixent (dupilumab).\n \n \nRELATED: Sanofi, Regeneron ready to roll with $3B-plus Dupixent approval\nIn March, Dupixent became the first approved drug to inhibit the IL-4 and IL-13 immune system pathways—and the first new treatment in years for atopic dermatitis, a form of eczema that can be debilitating for patients.\nThe Big Pharma-Biotech pair also have high hopes for the drug's potential in asthma, severe nasal allergies, and more. Today, it’s testing the waters in peanut allergy with Aimmune’s FDA Breakthrough-tagged AR101, its investigational biologic.\nThe three companies are planning a 2018 midstage test of AR101 with adjunctive dupilumab in peanut-allergic patients; Regeneron will sponsor the trial, with Aimmune bringing AR101 and food challenge materials to the table.\nThe proposed primary endpoint is set to be tolerating a certain dose of peanut protein in a double-blind, placebo-controlled food challenge that will include doses matching, and indeed exceeding, those being tested in current AR101 trials. \n \n \n“We are excited to work with Regeneron and Sanofi to explore the potential of AR101 and dupilumab to increase both the degree of protection and persistence of protection against exposure to peanut protein,” said Aimmune CEO Stephen Dilly, Ph.D. “We have worked diligently with regulatory authorities and have engineered a manufacturing infrastructure that is purpose-built to meet strict cGMP and quality standards, an essential component for conducting rigorous studies such as this.”\nIn March 2016, AR101 helped the majority of allergy sufferers in a phase 2 trial consume peanuts safely. The trial was an extension of an earlier midstage study that tested AR101 versus placebo. Aimmune merged the two patient groups from the prior trial, gradually increasing the dosage for the former placebo arm and then giving each group daily doses of AR101 for 12 weeks.\nIn the end, the drug protected 100% of patients who ate 443 mg of peanuts, 90% of those who ate 1,043 mg and 60% who ate 2,043 mg. A single peanut generally measures at about 300 mg, according to the company.\nAnd the $1.72 billion market cap biotech got a boost last November when Nestlé Health Science invested $145 million into the Brisbane, California-based company, as well as penning a two-year collaboration designed to “enable the successful development and commercialization of innovative food allergy therapies.”"}]}]}]},"pageData":{"statusCode":200,"timestamp":1508259762863},"timestamp":1508259762863,"sequenceNumber":7}}
{"url":"http://www.fiercebiotech.com/biotech/ionis-digs-into-phase-3-data-ahead-alnylam-showdown","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/ionis-digs-into-phase-3-data-ahead-alnylam-showdown","data":[{"group":[{"keywords":[{"text":"antisense, Ionis Pharmaceuticals, Alnylam Pharmaceuticals, GlaxoSmithKline, Sanofi"}],"text_body":[{"text":"Ionis Pharmaceuticals has shared a closer look at phase 3 data on inotersen in patients with hereditary TTR amyloidosis (hATTR). The antisense drug triggered a 20-point improvement against a score of neuropathy impairment, laying a marker for the upcoming showdown with Alnylam.\n \n \nCarlsbad, California-based Ionis posted top-line data from the trial in May. Back then, Ionis said the trial linked the transthyretin-targeting antisense drug to a statistically significant improvement in mean neuropathy impairment score—known as mNIS+7—after 15 months but didn’t discuss the numbers. \nNow, Ionis has disclosed a 20-point mNIS+7 improvement and accompanying 0.00000004 p value. Those involved with the study think the improvement is clinically meaningful. \n“A 20-point benefit in mNIS+7 is unprecedented and could mean the difference between the ability to walk and being confined to a wheelchair for patients suffering from this debilitating and fatal disease,” Annabel Wang, M.D., an associate professor of neurology at the University of California and an investigator in the NEURO-TTR trial, said in a statement.\nIonis also trumpeted the fact the change in mNIS+7 reached statistical significance after eight months. That figure could play an important role in the coming months and years as Ionis seeks to paint inotersen as a better bet for hATTR patients than Alnylam’s patisiran, which came through its own phase 3 test last month.\nRELATED: Alnylam’s patisiran hits all endpoints in critical phase 3\n \n \nAlnylam is yet to present a close look at data from its trial. That is set to change at an ATTR meeting in Paris early next month that will provide an early yardstick for which company is likely to prevail. Alnylam’s presentation is scheduled for 11:00 a.m. Ionis will take the stage at 11:20 a.m.\nFor people seeking to read the tea leaves, the safety slides will hold as much interest as those on the efficacy of the rival drugs. Ionis’ stock has been rocked repeatedly by reports of low platelet levels and other serious side effects. Ionis has maintained that inotersen has a manageable risk profile, a position it again adopted for the latest data drop without providing safety data from the trial to support its position. \nThe biotech is closing in on the day it has to make this argument to regulators. Ionis plans to file for approval before the end of the year. And, having been dropped by GlaxoSmithKline in August, it has sole control of the asset as it navigates the final few turns of the race to market."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508259764669},"timestamp":1508259764669,"sequenceNumber":8}}
{"url":"http://www.fiercebiotech.com/biotech/incyte-claims-bms-ido-med-stolen-by-ex-staffer-set-for-trial-hearing","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/incyte-claims-bms-ido-med-stolen-by-ex-staffer-set-for-trial-hearing","data":[{"group":[{"keywords":[{"text":"cancer, bladder cancer, non-small cell lung cancer, renal cancer, legal, lawsuits, Incyte, Bristol-Myers Squibb"}],"text_body":[{"text":"Incyte and Bristol-Myers Squibb/Flexus are set to go to war in the courts over claims that a former scientist stole information around an oncology medication at the heart of the Big Pharma’s next big venture into cancer.\n \n \nAccording to a piece in the Delaware News Journal, a trial is scheduled for next October after being dragged through legal skirmishes for years.\nThe allegations center around claims from Incyte that scientist Jordan Fridman, its former director of pharmacology who left the company a few years back, spilled secrets around its IDO med to the small, preclinical startup Flexus.\nFlexus was then, back in 2015, bought out by Bristol-Myers Squibb for as much as $1.25 billion, to get its hands on that very IDO drug—one that could become part of a new class of cancer-fighting medicines.\nRELATED: Bristol-Myers bags IDO immunotherapy in $1.25B buyout of fledgling Flexus\nIncyte is now in a race to market with BMS for this new class with its epacadostat, but BMS, through Fridman, has been given an artificial running start, according to a lawsuit filed in Delaware Superior Court and reported by the NJ.\n \n \nFridman, who is not named as a defendant, left for Flexus a year before the BMS buyout. In court documents, Incyte officials claim the he “colluded with Flexus founders Juan Jaen and Terry Rosen to take advantage of the closely guarded trade secrets he grabbed on his way out the door,” the NJ reports.\nIt wants damages from Flexus Biosciences’ two founders and the company itself that could top $2 billion.\n“We are saying, ‘Pay us the money you are making on the knowledge you took’,” Incyte attorney Michael Kelly, chair of the Wilmington law firm McCarter & English, told the NJ. “For me, it’s a slammus dunkus case. We got ‘em.”\nRELATED: Incyte climbs on combo data for IDO inhibitor epacadostat\nThis comes after topline data were posted by Incyte at ASCO back in May, which the biotech saw some positive responses as it eyes future approvals across a range of cancers.\nIn non-small cell lung cancer and bladder cancer, the combo of its IDO med with Merck's PD-1 blocker Keytruda achieved an ORR of 35%, all of which were partial responses.\nIn head and neck cancer and renal cancer patients, the combo managed a 31% and 30% response rate, respectively, with three patients showing complete clearance of their tumors. BMS is testing its drug across several early-to-midstage tests, including lung cancer.\nNone of the companies are officially commenting on the report or the legal case."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508259764571},"timestamp":1508259764571,"sequenceNumber":9}}
{"url":"http://www.fiercebiotech.com/biotech/roche-taps-warp-drive-to-discover-novel-antibiotic-classes-387m-pact","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/roche-taps-warp-drive-to-discover-novel-antibiotic-classes-387m-pact","data":[{"group":[{"keywords":[{"text":"antibiotics, antibiotic-resistant bacteria, bacteria, Roche, Warp Drive Bio, Sanofi, GlaxoSmithKline, George Church"}],"text_body":[{"text":"Roche has teamed up with Warp Drive Bio to access novel classes of antibiotics. The Big Pharma will pay up to $387 million to license and advance certain classes from the more than 100 groups of possibly novel antibiotics Warp Drive is analyzing.\n \n \nWarp Drive will receive up to $87 million through an upfront payment, option fees and preclinical milestones. Those payments cover the work Warp Drive will do, with Roche’s input on strategy and prioritization, to get development candidates ready for its partner to take forward. Beyond that, Roche is on the hook for up to $300 million in clinical, regulatory and sales milestones.\nThe deal gives Roche access to a rare natural source of novel classes of potential antibiotics and will leave Warp Drive with worldwide rights to classes of antibiotics not taken forward by Roche. \nSuch novel classes of natural antibiotics used to flow out of pharma research labs at a reasonable rate. But the faucet ran dry more than 30 years ago, contributing to companies cutting investment in the sector shortly before the emergence of drug-resistant bacteria began dialing up the need for novel antibiotics. \nWarp Drive’s answer is to go back to the soil armed with modern technologies. The approach to drug discovery pairs a bacterial genome database with bioinformatics tools to identify genes that code for the synthesis of novel natural products. Warp Drive extracts these genes and analyzes natural products they express, before tweaking the resulting potential antibiotics with chemical technologies to create drug candidates. \n“It enables us to do discovery of natural products more comprehensively and on a larger scale … than the industry was historically able to do,” Warp Drive CEO Laurence Reid, Ph.D., said.\n \n \nThat has proven to be an attractive proposition to Big Pharma. Warp Drive emerged in 2012 with A-listed founders—Gregory Verdine, Ph.D., George Church, Ph.D., and James Wells, Ph.D.—and investors, plus a deal that would allow Sanofi to buy it at a later date. Sanofi set Warp Drive free last year when it dropped its option in favor of a multiasset, $750 million collaboration.\nRELATED: Sanofi drops option, inks $750M R&D collaboration with Warp Drive Bio\nWarp Drive celebrated its freedom by striking a cancer deal with GlaxoSmithKline and now the antibiotic pact with Roche. \nThe new deal is notable for its focus on novel, natural classes of antibiotics that hit drug-resistant, Gram-negative pathogens. Warp Drive has worked on antibiotics with Sanofi, but its earlier forays into the field aimed to find new drugs in existing classes. The Roche deal goes a step further by hunting for novel classes of natural antibiotics, something no researcher has found in decades. \nBig Pharma’s retreat from antibiotic drug discovery has potentially contributed to the slump in output. Roche bucked the trend by re-entering the field a few years back, striking a string of deals with biotechs forging ahead in the then-unfashionable sector.\nIn parallel, perceptions of the potential of the field among the people who perform and fund some early-stage research have started to shift.\n“I think there's increasing recognition in the biotech sector and [among] people who invest in biotech companies that innovation in this field is so badly needed from a global medical perspective that it becomes a potentially interesting area in which to invest,” Reid said."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508259765201},"timestamp":1508259765201,"sequenceNumber":10}}
{"url":"http://www.fiercebiotech.com/research/revamped-car-t-could-curb-hiv-levels-without-antiretroviral-drugs","result":{"extractorData":{"url":"http://www.fiercebiotech.com/research/revamped-car-t-could-curb-hiv-levels-without-antiretroviral-drugs","data":[{"group":[{"keywords":[{"text":"CAR-T, University of Pennsylvania School of Medicine, Novartis, Kite Pharma, Gilead Sciences, Juno Therapeutics, Temple University, CRISPR-Cas9"}],"text_body":[{"text":"While antiretroviral drugs effectively keep HIV at very low levels, they do not eliminate the virus. If a patient is taken off treatment, or doesn’t stick to his or her drug regimen, virus levels can quickly bounce back.\n \n \nAn approach involving chimeric antigen receptor (CAR) T cells could be the answer to containing HIV spread in the absence of antiretroviral therapy.\nAdding a synthetic CAR protein to T cells makes them better able to fight a specific target, such as cancer or HIV. CAR-T therapy involves extracting a patient’s T cells, re-engineering them in a lab to express specific CAR proteins and then injecting the beefed-up T cells back into the patient.\nCAR-T technology came to the forefront in August, when Novartis won approval for Kymriah, the first such therapy to treat some patients with lymphoma. Kite Pharma is expected to gain FDA approval for its CAR-T cancer treatment soon. Using engineered T cells to fight HIV is not a new idea, but previous attempts have seen limited success.\nRELATED: ‘Hit-and-run’ gene therapy nanoparticles could enhance CAR-T treatments\nWhile a Ph.D. candidate at the University of Pennsylvania’s Perelman School of Medicine, Rachel Leibman worked to improve an existing CAR-T treatment. Her team “systematically tweaked” various parts of the CAR protein, including the vector backbone and signaling domains, to boost the T cells’ ability to control HIV replication.\n \n \nTesting it in the lab, they found it was 50 times more effective than the original CAR in preventing viral spread between human cells. The new and improved CAR-T cells staved off a rebound of HIV levels in mice that had been taken off antiretrovirals and also protected the mice’s T cells from being depleted by the virus.\nRELATED: Tick saliva-based drug could lower heart disease risk in HIV patients\nThe data, which appear in PLOS Pathogens, suggest that a CAR-T approach could provide “durable control” of HIV without the need for antiretrovirals. The researchers plan to bring the concept into the clinic.\nRELATED: Kite's CAR-T medication, cancer candidates draw choosy Gilead for $12B pipeline-building buyout\nScientists have long sought a cure for HIV, but the virus remains a tricky foe. Because it can hide itself in infected cells, it is difficult to tell if a patient is truly cured. A University of Pittsburgh team devised a test that quickly spots dormant and replicating HIV, while University of Montreal researchers have tried inhibiting the mTOR pathway to prevent HIV from replicating in the gut.\nGene editing could be a possible treatment too. A Temple University team safely used CRISPR to edit HIV out of the genome of human T cells last year. Excision BioTherapeutics, which recently picked up $10 million in seed funding, was founded on this research. Following promising results in mouse models, the company intends to start human testing of its CRISPR-based treatment."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508259767135},"timestamp":1508259767135,"sequenceNumber":11}}
