{"url":"http://www.fiercebiotech.com/biotech/abbvie-bags-option-turnstone-oncolytic-virus-candidates","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/abbvie-bags-option-turnstone-oncolytic-virus-candidates","data":[{"group":[{"keywords":[{"text":"immuno-oncology, oncology, Licensing deals, cancer-killing virus, AbbVie, Turnstone Biologics"}],"text_body":[{"text":"AbbVie has secured an option on three of Turnstone Biologics’ oncolytic viral immunotherapies. The deal gives AbbVie the chance to add Turnstone’s lead MAGEA3 candidate to its pipeline once data from two ongoing phase 1/2 trials are available.\n \n \nTurnstone is testing Ad-MG1-MAGEA3 therapy as a monotherapy and in combination with Merck’s Keytruda in patients with solid tumors. Those open-label trials are currently in the phase 1 dose-escalation stage. Turnstone plans to move into phase 2 in the first half of next year, releasing data as it goes. Once the trials are over, AbbVie will decide whether to take up its option. Exercising the option would give AbbVie, a company not afraid of writing big checks for oncology assets, the global rights to a systemically delivered oncolytic virus-cum-cancer vaccine candidate. \n“The virus is able to find and kill cancer cells throughout the body,” Turnstone CEO Sammy Farah, Ph.D., said. “While it's doing this, it also has this exciting vaccine mechanism, where we are generating a very large and robust T-cell response against the MAGEA3 antigens. The MAGEA3 protein acts as a beacon on these cancer cells, and we've generated an army of T cells that will find this beacon.”\nNeither company is saying how much AbbVie will pay to exercise its option on the Ad-MG1-MAGEA3 therapy nor disclosing other financial terms of the research, option and licensing agreement. But Turnstone thinks the numbers are a high-water mark for the oncolytic virus field. \n“This is the largest partnership [of this nature] in the oncolytic virus field that's ever been done,” Farah said.\nRELATED: Turnstone Biologics sees $41.4M Series B for oncolytic viral cancer R&D\n \n \nThe oncolytic virus field has seen fewer big-ticket deals than other corners of the cancer space, but it is clear the agreement is financially meaningful for Turnstone. The significance of the deal from a financial perspective is part of the reason Turnstone—which raised $41.4 million in November to fund the phase 1/2 trials—has opted to tie itself to AbbVie rather than push through to the data readouts solo.\n“It gives us great resources to do all the things we want this company to do. It gives us a great partner to take these first programs forward,” Farah said. “Then we also have our own pipeline ... and we anticipate having two of these therapies in the clinic by next year. It gives us resources to build out the company further.”\nRELATED: FierceBiotech's 2017 Fierce 15—Turnstone Biologics\nTurnstone, a 2017 Fierce 15 company, will work on these internal programs in parallel with the two other assets covered by the AbbVie deal. These assets are still at the research stage. Once they get to the IND stage, AbbVie will decide whether to exercise its option."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507693675336},"timestamp":1507693675336,"sequenceNumber":0}}
{"url":"http://www.fiercebiotech.com/medtech/respicardia-bags-fda-nod-for-sleep-apnea-implant","result":{"extractorData":{"url":"http://www.fiercebiotech.com/medtech/respicardia-bags-fda-nod-for-sleep-apnea-implant","data":[{"group":[{"keywords":[{"text":"CPAP device, sleep apnea, neurostimulation, Food and Drug Administration (FDA)"}],"text_body":[{"text":"The FDA cleared Respicardia’s neurostimulation implant for the treatment of sleep apnea. The Remede system stimulates a nerve in the chest that prompts the diaphragm to restore breathing.\n \n \nSleep apnea describes a disorder where a person has one or more pauses in their breathing during sleep. These pauses may last anywhere from a few seconds to minutes, according to the NIH, and can disrupt sleep and cause excessive daytime sleepiness. It is typically treated with lifestyle changes, mouthpieces, breathing devices, such as continuous positive airway pressure (CPAP) machines and surgery.\n\"This implantable device offers patients another treatment option for central sleep apnea,\" said Tina Kiang, acting director of the Division of Anesthesiology, General Hospital, Respiratory, Infection Control and Dental Devices in the FDA's Center for Devices and Radiological Health, in a statement. \"Patients should speak with their health care providers about the benefits and risks of this new treatment compared to other available treatments.\"\nRELATED: SnooZeal's OTC, smartphone-controlled sleep apnea device earns CE mark\nThe Remede system comprises a neurostimulation implant, leads for sensing and delivering stimulation and a portable tablet for programming treatment. It monitors a patient’s breathing during sleep and stimulates a nerve to restore normal breathing, the FDA said in the statement.\nThe approval is based on a 141-patient study investigating how well the system reduced the frequency and severity of apnea episodes, measured by the apnea hypopnea index (AHI). The study found that six months after implantation, the AHI was at least halved in 51% of patients. The AHI score dropped only 11% in patients that did not receive the Remede implant.\n \n \nA number of devicemakers are working on alternatives to bulky CPAP machines, including the Belgian-Israeli Nyxoah, which picked up $20 million last year to develop a neurostimulation-based treatment for sleep apnea. NightBalance, based in the Netherlands, raised nearly $14 million for its sleep position trainer, which vibrates when a patient rolls onto his or her back, prompting a position change and reducing apnea."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507693677855},"timestamp":1507693677855,"sequenceNumber":1}}
{"url":"http://www.fiercebiotech.com/sponsored/apply-now-for-2017-fierce-innovation-awards-life-sciences-edition","result":{"extractorData":{"url":"http://www.fiercebiotech.com/sponsored/apply-now-for-2017-fierce-innovation-awards-life-sciences-edition","data":[]},"pageData":{"statusCode":200,"timestamp":1507693679814},"error":"URL processed successfully. No data extracted.","timestamp":1507693679814,"sequenceNumber":2}}
{"url":"http://www.fiercebiotech.com/medtech/fda-approves-livanova-s-device-combo-to-treat-drug-resistant-epilepsy","result":{"extractorData":{"url":"http://www.fiercebiotech.com/medtech/fda-approves-livanova-s-device-combo-to-treat-drug-resistant-epilepsy","data":[{"group":[{"keywords":[{"text":"epilepsy, neurostimulation, Food and Drug Administration (FDA), LivaNova"}],"text_body":[{"text":"LivaNova snagged twin FDA approvals for an implantable generator and a programming system, which make up its Vagus Nerve Stimulation Therapy System for the treatment of drug-resistant epilepsy.\n \n \nEpilepsy is most commonly treated with antiseizure drugs, but some people with epilepsy have a drug-resistant form of the disorder. Physicians may prescribe lifestyle changes, surgery or a medical device for these patients.\nThe SenTiva implantable generator and VNS Therapy Programming System—which consists of a handheld wireless device and user interface on a tablet—make up a physician-directed customizable therapy for patients with drug-resistant epilepsy, the company said in a statement.\nRELATED: Engage Therapeutics bags $23M to trial epilepsy drug-device combo\nSentiva is designed to deliver simulation to the vagus nerve to stop a seizure, as well as to to prevent seizures before they start, the company said. The device also records information associated with seizures, including body position and variations in heart rate.\n“We created SenTiva and the accompanying VNS Therapy Programming System based on feedback received from patients and physicians to ensure ease of use, better patient care and cost effectiveness,” said Jason Richey, LivaNova’s president of North America and general manager of its neuromodulation business, in the statement.\n \n \n“In addition, SenTiva’s compact size allows for a more comfortable experience for pediatric patients, which is beneficial now that VNS Therapy is the first and only system that is FDA approved for drug-resistant epilepsy in children as young as four years of age,” Richey said."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507693680324},"timestamp":1507693680324,"sequenceNumber":3}}
{"url":"http://www.fiercebiotech.com/research/capitalizing-a-mutant-p53-gene-to-fight-pancreatic-cancer","result":{"extractorData":{"url":"http://www.fiercebiotech.com/research/capitalizing-a-mutant-p53-gene-to-fight-pancreatic-cancer","data":[{"group":[{"keywords":[{"text":"oncology, pancreatic cancer, p53 biomarker, Stanford University"}],"text_body":[{"text":"The p53 gene has long held interest in the oncology research community because of its proven role as producer of a tumor-suppressing protein. But harnessing the power of p53 in the treatment of cancer has been challenging. Several mutations of the p53 gene are known, and more than 1,000 other genes are affected by p53 status, making the path to tumor suppression difficult to define.\n \n \nNow, scientists at the Stanford University School of Medicine say they’ve identified a pathway that allows the p53 protein to exert antitumor effects on pancreatic tumors—and a specific p53 mutation that strengthens this cancer-fighting capability.\nRELATED: FierceBiotech’s 2017 Fierce 15 – PMV Pharma \nThe Stanford team tested several individual p53 mutations on mice with predispositions to pancreatic cancer. They landed on one favorable mutation that supercharges the p53 gene and 100 genes that are affected by it. After just over a year, 40% of mice with normal p53 had died of pancreatic cancer, but none of the mice with the good mutation showed any signs of tumors.\nThe scientists then scrutinized the 100 downstream genes to try to figure out which ones were key to tumor suppression. They landed on Ptpn14, a gene that regulates a known cancer-promoting protein called Yap. The research was published in the journal Cancer Cell.\nOne of the key features of the particular p53 mutation that the Stanford team discovered is that it didn’t seem to cause any problems with embryonic development, as some mutant forms of the gene are known to do. Senior author Laura Attardi, Ph.D., professor of radiation oncology and genetics, called the mutant a “sweet spot” in cancer prevention. \"Embryos can make it through development without any obvious effects, and then adult mice show greatly enhanced resistance to tumor growth.\"\n \n \nBut could the discovery point the way towards treatments for pancreatic cancer? Attardi believes that with more understanding of the p53-Ptpn14-Yap “axis,” it would be possible to invent a therapy that mimics the favorable mutation in p53. For example, a drug might be developed that inhibits Yap in tumors that lack p53.\nRELATED: Novocure's device-chemo combo boosts survival in pancreatic cancer\nThe promise of p53 continues to captivate biotechnology entrepreneurs and investors. New Jersey-based PMV Pharma has raised more than $100 million from investors to fund its pipeline, which targets nine cancers that have been tied to mutant p53, including hybrid serous ovarian tumors. The company expects to move into its first human trials next year.\nMassachusetts-based Aileron Therapeutics collected $56 million in a June initial public offering, which will help fund the development of its lead compound designed to reactivate p53-mediated tumor suppression. It is being tested in several advanced solid tumors, as well as in peripheral T-cell lymphoma.\nIn pancreatic cancer, researchers are focusing on attacking tumors from many different angles. That includes capitalizing on metabolic pathways that might cripple the cancer. Last month, for example, scientists at Boston Children’s Hospital described how inhibiting the enzyme arginase 2 (ARG2) slowed pancreatic tumor growth in obese mice by preventing the cancer cells from metabolizing nitrogen.\nThe next step for the Stanford team is to determine whether the beneficial p53 mutant they uncovered may be relevant in mediating a wide range of other tumor types. \"We want to know if this is a tissue-specific pathway,” Attardi said."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507693679717},"timestamp":1507693679717,"sequenceNumber":4}}
{"url":"http://www.fiercebiotech.com/medtech/insulet-pounces-animas-insulin-pump-users","result":{"extractorData":{"url":"http://www.fiercebiotech.com/medtech/insulet-pounces-animas-insulin-pump-users","data":[{"group":[{"keywords":[{"text":"insulin pump, Type 1 diabetes, Insulet, Johnson & Johnson, Animas"}],"text_body":[{"text":"Johnson & Johnson’s Animas unit announced Thursday that it would exit the insulin pump business in the U.S. and Canada. Now, Insulet is offering a free trial of its “pod-based” insulin pump to Animas users.\n \n \nAnimas said it would halt the manufacturing and sale of its Vibe and OneTouch Ping pumps after “extensive exploration of all viable other options,” including a joint venture, divestiture or operating partnership. The company offered Animas users the option to switch to a Medtronic pump and will keep supporting Animas users through a transition period.\nNow, Insulet is inviting Animas users to try its Omnipod device, which delivers insulin using a “pod” worn on the skin rather than through a catheter. A patient fills the “pod” with insulin, sticks it on his or her body and then requests bolus insulin using a hand-held device.\n“We are offering this program to help ensure people with diabetes have a choice when it comes to their treatment options,” said Bret Christensen, Insulet’s chief commercial officer, in a release. “We realize this is a challenging time for Animas customers and Insulet is deeply committed to providing access to Omnipod and its unique benefits enjoyed by more than 100,000 customers across the globe.”\nRELATED: Insulet unveils pediatric ‘artificial pancreas’ data\nInsulet’s announcement comes after JDRF voiced concerns over competition and consumer choice in the diabetes device market. And in a new statement, the nonprofit touched on what Animas’ decision might mean for other diabetes device makers.\n \n \n“[The] Animas news raises the question about the viability of business for other companies in the diabetes space, something we remain very concerned about,” wrote Aaron Kowalski, Ph.D., chief mission officer of JDRF. “While we cannot control all the factors in the marketplace, we’re working hard to support innovation and sustainable business models with funding, regulatory support, policy efforts and more.”"}]}]}]},"pageData":{"statusCode":200,"timestamp":1507693684151},"timestamp":1507693684151,"sequenceNumber":5}}
{"url":"http://www.fiercebiotech.com/biotech/sarepta-shines-spotlight-next-gen-muscular-dystrophy-drug","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/sarepta-shines-spotlight-next-gen-muscular-dystrophy-drug","data":[{"group":[{"keywords":[{"text":"Duchenne muscular dystrophy, muscular dystrophy, neuromuscular, Sarepta"}],"text_body":[{"text":"Controversy over data quality took the shine off Sarepta’s U.S. approval of Duchenne muscular dystrophy drug Exondys51 last year. Now the company is hoping to avoid that issue with its next-generation drug golodirsen.\n \n \nThe biotech released top-line results from the phase 1/2 muscle biopsy study last month but provided much more detail in a presentation at the Annual Congress of the World Muscle Society in France over the weekend. In it, Sarepta showed not only that the drug boosted overall production of dystrophin—which is deficient in DMD—but also that the increase was seen in the area of muscle (the sarcolemma) necessary to have a clinical effect.\nFor good measure, the trial also showed that golodirsen's (SRP-4053) exon 53-skipping activity was evident in all 25 subjects enrolled in the trial, giving a 100% response rate to the new drug, and the data “validate Sarepta’s exon-skipping platform for the treatment of DMD,” according to the biotech.\nThe new drug shares the same phosphorodiamidate morpholino oligomer structure as Exondys51 (eteplirsen), which was given an FDA green light last year and—despite claims the approval was based on lackluster evidence of efficacy—has been steadily growing.\nSarepta recently increased its forecasts for Exondys51, saying it expects to make $125 million to $130 million from it this year, having previously predicted around $95 million. Hitting that target will depend, however, on getting approval for the drug in Europe.\nOne of the concerns about Exondys51 was a tiny effect on dystrophin levels, and from the data it seems golodirsen is doing better on that score, although the numbers are still small. It achieved a statistically significant increase in dystrophin levels from 0.095% of normal at baseline to 1.019%, a 10-fold increase, which compares to a 3.5-fold increase (from 0.16% to 0.44%) in eteplirsen’s pivotal study.\n \n \nThe company said recently it hopes to hold a meeting with the FDA on to discuss golodirsen in the first quarter of 2018, according to analysts at Leerink. It has also been trying to capitalize on its lead in DMD by licensing other potential therapies for the disease, snapping up candidates from Genethon and Summit Therapeutics in the last 12 months."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507693685617},"timestamp":1507693685617,"sequenceNumber":6}}
{"url":"http://www.fiercebiotech.com/biotech/china-may-relax-trial-requirements-for-new-drugs-allowing-foreign-data","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/china-may-relax-trial-requirements-for-new-drugs-allowing-foreign-data","data":[{"group":[{"keywords":[{"text":"clinical research, clinical evaluation, Clinical Trial Data, China, CFDA"}],"text_body":[{"text":"China has said it will accept data from clinical trials run overseas in a bid to shorten the time it takes to approve new drugs and medical devices.\n \n \nIt’s the latest in a string of regulatory initiatives implemented by Chinese authorities that could be a boost for international biopharma companies as well as Chinese patients, who sometimes have to wait six or seven years after launch in Western markets for drugs to be launched in China, according to a Reuters report.\nThe country’s huge and increasingly affluent population is facing an ever-growing burden of chronic diseases like cancer and diabetes, and the government has been under pressure to improve access to healthcare and new medicines. The latest wide-ranging set of proposals (in Chinese)—announced yesterday—recognizes that China is lagging behind other countries when it comes to approving new drugs. It’s approved 100 innovative new drugs in the last five years, around a third the number in developed markets.\nChina is in the midst of a big overhaul of its regulatory regimes governing healthcare products, reforming rules covering the development and manufacturing of drugs to bring the country closer in line with international standards. Earlier this year, for example, it pledged to do away with a ponderous certification system for clinical trial sites in a bid to encourage domestic clinical research. At the same time, it said it would adopt a “no response within 60 days means approval” approach to clinical trial applications, similar to the 30-day system used by the U.S. FDA. \nThe China Food and Drug Administration (CFDA) suggested at the time that admitting foreign clinical data could be in the cards. As it stands, CFDA now requires phase 3 trials of at least 200 patients for chemical drugs and 300 patients for biologics, but the new measures would allow data from overseas patients to count toward that tally.\nThe CFDA has, however, been criticized for allowing a big backlog of pharmaceutical marketing and clinical trial applications to grow, and implementing a scheme to encourage new drug filings will likely only exacerbate that problem in the near term. And the new proposals don’t include a timeline for implementation.\n \n \nChina’s pharmaceutical market, which reached $108 billion last year, is now the second-largest in the world, according to BMI Research, and is predicted to reach nearly $118 billion this year despite the braking effect of imposed rice reductions. In July, the Chinese government added 36 new drugs to the National Drug Reimbursement List, implementing price controls on a raft of drugs used in pediatrics, cancer, hepatitis and renal and cardiovascular disease."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507693685861},"timestamp":1507693685861,"sequenceNumber":7}}
{"url":"http://www.fiercebiotech.com/biotech/bristol-myers-lures-saha-back-from-biotech-to-take-svp-post","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/bristol-myers-lures-saha-back-from-biotech-to-take-svp-post","data":[{"group":[{"keywords":[{"text":"executives, hiring, translational medicine, translational research, Bristol-Myers Squibb, Atlas Venture, Celgene"}],"text_body":[{"text":"Bristol-Myers Squibb has appointed Saurabh Saha, M.D., Ph.D., as its global head of translational medicine. The move sees Saha end his near-10-year spell away from Big Pharma for the chance to run Bristol-Myers’ translational medicine operation out of its upcoming Cambridge, Massachusetts, R&D site.\n \n \nAs SVP and head of translational medicine, Saha will play a central role in laying the groundwork for the advance of assets out of the lab and into the clinic. Understanding the disease and a drug’s effect on it and the rest of the body at this stage goes some way to ensuring the right assets are moved into trials in the right indications.\nSaha accrued experience at this pivotal juncture in his decade away from the world of Big Pharma, most recently and eye-catchingly as CEO of Delinia. Under Saha’s leadership, Delinia went from a $35 million series A to a $775 million takeover by Celgene in four months. Saha came to lead the biotech through his role as a venture partner at Atlas Venture.\nPositions at the intersection of venture capital and biotech have proven attractive to a slew of Big Pharma executives over the past few years. Saha was well ahead of this trend, having walked away from his spot at the head of Novartis’ new indications discovery unit to serve as president of BioMed Valley Discoveries in 2008. But the exec has now decided to go in the opposite direction.\nSaha’s decision will give him a bigger pipeline to play with than he would get in biotech. And, with his new employer set to open a new R&D site in Cambridge late next year, Saha will have levels of staff, resources and technologies beyond those of most drug developers. The downside, according to the prevailing wisdom, is that these benefits come tied to the strictures of Big Pharma.\nRELATED: Bristol-Myers replaces CSO at key point for pipeline\n \n \nPersuading Saha this is a worthwhile trade-off—or that there will be no downside—marks an early win for Tom Lynch, M.D. Lynch stepped into the Bristol-Myers CSO role earlier this year after a period in which the company had suffered a beating in the clinic. \nNow, having already overseen Bristol-Myers’ entry and exit from programs and partnerships, Lynch has put in place a key player as he seeks to ensure the supply of promising clinical candidates. \n“Enhancing our translational medicine capability is critical to achieving our mission,” Lynch said in a statement. “Saha will lead translational research across our therapeutic areas of focus to ensure we have the best understanding of disease and asset-specific biology so we can deliver the right drug to the right patient at the right time.”"}]}]}]},"pageData":{"statusCode":200,"timestamp":1507693687651},"timestamp":1507693687651,"sequenceNumber":8}}
{"url":"http://www.fiercebiotech.com/biotech/erytech-seeks-100m-ipo-for-pivotal-tumor-starvation-trial","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/erytech-seeks-100m-ipo-for-pivotal-tumor-starvation-trial","data":[{"group":[{"keywords":[{"text":"biotech IPO, IPO, pancreatic cancer, acute lymphoblastic leukemia, acute myeloid leukemia, cancer metabolism, Nasdaq, France, EuroBiotech Report"}],"text_body":[{"text":"Erytech Pharma has filed to raise up to $100 million (€85 million) in a Nasdaq IPO to fund a phase 3 pancreatic cancer trial. The filing positions one of 2017’s star performers on European exchanges to start trading in the U.S. \n \n \nLyon, France-based Erytech wants the money to develop eryaspase, a drug made up of the enzyme L-asparaginase encapsulated in red blood cells. L-asparaginase has been used for decades to treat cancer by limiting the availability of a nutrient vital to tumor growth, the amino acid asparagine. Yet, while this approach kills tumors, it also unleashes adverse events that have limited the use of the enzyme.\nErytech thinks it has diminished these toxicity concerns and lengthened the activity of the enzyme by encapsulating it inside red blood cells. Asparagine is broken down inside the red blood cells, protecting the enzyme from antibodies that could deaden its activity and trigger allergic reactions.\nInterest in Erytech ratcheted up again in March when it posted phase 2b data showing eryaspase, also known as Graspa, improves overall survival in patients with metastatic pancreatic cancer. The data suggested Eryrtech’s encapsulation of L-asparaginase will open the door to use beyond acute lymphoblastic leukemia (ALL), the indication in which the free-form version of the enzyme is best established. Erytech is up more than 75% this year on the strength of the data.\nA pivotal trial of eryaspase in pancreatic cancer in the U.S. and Europe is top of Erytech’s post-IPO spending plans. Erytech met with the FDA at the start of the month, setting it on a path it expects to lead to the initiation of a phase 3 trial in the third quarter of next year. Internally, Erytech was kicking around the idea of making the phase 3 a first-line trial. But that idea has now fallen by the wayside. The phase 3, like the phase 2b, will test eryaspase in a second-line setting.\nRELATED: Erytech mulls first-line use for pivotal pancreatic cancer trial\n \n \nThe success of eryaspase in pancreatic cancer has helped Erytech bounce back from travails in the first indication to trigger a rally in its stock price. Erytech filed for approval of eryaspase in ALL in Europe more than two years ago. But the biotech pulled the filing in November after European regulators asked questions it was unable to answer within the allotted time. Erytech plans to refile this month.\nErytech first formally indicated its interest in a Nasdaq IPO through a French regulatory filing more than a year before the ALL submission hit the rocks. But the slowdown of the IPO market in the back half of 2015 and subsequent regulatory setbacks prevented Erytech from pulling the trigger. Instead, Erytech opted to use its European listing to sell to U.S. investors, resulting in Baker Bros. building a 15% stake. \nNow, with its stock riding high once again and the IPO window reopening, Erytech has made its move."}]}]}]},"pageData":{"statusCode":200,"timestamp":1507693689416},"timestamp":1507693689416,"sequenceNumber":9}}
{"url":"http://www.fiercebiotech.com/biotech/allena-undeterred-by-two-phase-2-flops-files-for-92m-ipo","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/allena-undeterred-by-two-phase-2-flops-files-for-92m-ipo","data":[{"group":[{"keywords":[{"text":"biotech IPO, IPO, Allena Pharmaceuticals, Nasdaq, Food and Drug Administration (FDA)"}],"text_body":[{"text":"Third Rock Ventures-backed Allena Pharmaceuticals is about to put investors’ renewed appetite for biotech IPOs to the test. Allena arrives on Wall Street armed with data from two phase 2 flops and a pivotal trial design that has so far failed to win over the FDA.\n \n \nThe Boston-based biotech hopes to parlay this starting position into a $92 million IPO and a push into phase 3. That trial, like the two failed phase 2 studies before it, will test ALLN-177, a crystalline formulation of the oxalate decarboxylase enzyme. The enzyme breaks down oxalate, a molecule that accumulates and causes kidney damage in people with hyperoxaluria.\nAllena plans to begin the first of two phase 3 trials in the first quarter of next year, a start date that would set it up to deliver top-line data in the back half of 2019. To do so, Allena needs to add to the $38 million it had in the bank as of the end of June.\nEncouraged by Wall Street’s rejuvenated enthusiasm for biotech IPOs, Allena has turned to public investors for the cash. Allena has picked up more battle scars than many of the other biotechs in the IPO class of 2017, though.\nThe main scars come from two phase 2 trials. The first study assessed ALLN-177 in patients with secondary hyperoxaluria, a form of the condition that stems from overabsorption of oxalate from food. The adaptive design review committee halted the low and mid-dose arms at the first review. And the study was called off altogether once data from 24 patients were available because it was impossible to differentiate between the treatment arms.\nAllena’s analysis of why ALLN-177 failed to best placebo focused on variation in how much oxalate participants consumed, the measurement of urinary oxalate and other aspects of the trial’s design. \n \n \nThe trial advanced in parallel to a larger, longer phase 2b study of ALLN-177 that delivered similarly lackluster results. In the 67-patient phase 2b, ALLN-177 failed to reduce urinary oxalate excretion (UOx) by statistically more than placebo, resulting in the study missing its primary endpoint. ALLN-177 did better numerically—but still fell short statistically—in the 18 patients with enteric hyperoxaluria, a rare form of the condition that stems from gastrointestinal problems. \nAllena had more success against a secondary endpoint that assessed the reduction in oxalate excretion from baseline to time-weighted average (TWA) across weeks one to four of the trial.\nRELATED: Allena claims orphan status for 'devastating' rare disease therapy\nThe results prompted Allena to make enteric hyperoxaluria the indication and propose TWA as a possible primary endpoint in its planned phase 3 trial. But, as Allena acknowledges in its IPO filing, it “has limited data on the activity of ALLN-177 in the target population” for the planned phase 3 program.\nAllena also acknowledged that there is significant natural intra- and interpatient variation in UOx—its primary endpoint for the phase 2 trials—and the techniques used to collect data against the endpoint. The trial design sought to mitigate the risk of variability affecting the results, but Allena said it cannot guarantee that all the data reported in its clinical trials “accurately reflect the actual biochemical responses experienced by patients.”\nThe final complication for Allena relates to its discussions with the FDA. Allena has proposed some primary endpoints to the FDA. But, while the FDA “may be willing to accept a substantial change in 24 hour UOx excretion,” Allena has yet to make a wholly convincing case to the agency.\n“The FDA has also advised us that we have not yet provided sufficient data regarding the magnitude of effect on UOx excretion necessary to support its use as a primary endpoint for these clinical trials,” Allena wrote in its S-1. “If we are unable to reach consensus with the FDA on the magnitude of UOx reduction significant enough to predict clinical benefit, we may be required to demonstrate effectiveness by showing an effect on stone formation directly, or conduct one or more additional clinical trials to demonstrate this effect, prior to the submission of a BLA for ALLN-177.”"}]}]}]},"pageData":{"statusCode":200,"timestamp":1507693716108},"timestamp":1507693716108,"sequenceNumber":10}}
