{"url":"http://www.fiercebiotech.com/biotech/impact-bags-22m-to-save-ex-sanofi-drug-from-trial-limbo","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/impact-bags-22m-to-save-ex-sanofi-drug-from-trial-limbo","data":[{"group":[{"keywords":[{"text":"cancer drugs, Sanofi, Incyte, Medicxi"}],"text_body":[{"text":"In 2013, Sanofi was running multiple clinical trials to establish fedratinib as the cornerstone of its oncology portfolio. Then, in the space of a week, the FDA ordered a clinical hold and Sanofi canned the JAK2 inhibitor. Now, members of the team who first developed fedratinib have brought it back from the dead.\n \n \nFedratinib’s second act formally started today with a $22.5 million investment by Medicxi in Impact Biosciences, the biotech created to rescue the cancer candidate from clinical limbo. Impact will use the cash to perform the development and manufacturing tasks that stand between fedratinib and its widespread use in myelofibrosis (MF) and polycythemia vera.\nCritically, Impact has also persuaded the FDA to lift its clinical hold. The FDA made the decision after holding a Type A meeting and reviewing additional data. In doing so, the agency went some way to validating Impact’s belief the benefits of fedratinib outweigh the risks.\n“There are very limited therapeutic options for these patients and fedratinib was active in most patients when nothing else had worked,” Impact CEO John Hood, Ph.D., said in a statement. “Because of the very high unmet medical need in MF, the Impact team completed a thorough review of the available data, including careful due diligence into the potential cases of WE and I am glad to report that as a result of this effort, the FDA has lifted the clinical hold.”\nThe FDA hit the drug with a clinical hold after learning of cases of the acute neurological condition Wernicke encephalopathy (WE). Sanofi shuttered the program days later. The Big Pharma made the decision after talks with the FDA, study investigators, neurologists and neuroradiologists led it to conclude the risks outweighed the benefits. \nHood and his collaborators saw things differently. \n \n \nSanofi reported four cases of WE in the 877 subjects who participated in 18 studies of fedratinib prior to it hitting the rocks. All the cases occurred in patients who received 500-mg doses.\nThose studies included a trial in MF patients who had progressed after treatment with therapies including Incyte’s Jakafi. More than half of participants experienced spleen size reductions of 35% or more after treatment with fedratinib. \nSanofi gave up the drug in return for a stake in Impact."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508036676069},"timestamp":1508036676069,"sequenceNumber":0}}
{"url":"http://www.fiercebiotech.com/biotech/chutes-ladders-bristol-myers-recruits-former-delinia-ceo-for-r-d-leadership","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/chutes-ladders-bristol-myers-recruits-former-delinia-ceo-for-r-d-leadership","data":[{"group":[{"keywords":[{"text":"Chutes and Ladders, hiring, venture capital (VC), Private Equity, executives, Bristol-Myers Squibb, GlaxoSmithKline, Malin, PhRMA, Sanofi, Amgen, ZafGen"}],"text_body":[{"text":"Welcome to this week's Chutes and Ladders, our roundup of hirings, firings and retirings throughout the industry. Please send the good word—or the bad—from your shop to Eric Sagonowsky (email) or Angus Liu (email) and we will feature it here at the end of each week.\nBristol-Myers Squibb taps former Delinia CEO Saha for SVP job\nBristol-Myers Squibb\nSaurabh Saha, M.D., Ph.D., became SVP and head of translational medicine.\n \n \nSaurabh Saha is perhaps best known in the industry as the former CEO of Atlas Venture’s portfolio company Delinia, a position he held through his role as a venture partner at the VC firm. It was during his leadership that the biotech went from a $35 million series A to a $775 million takeover by Celgene in just four months early 2017. He started his career as a consultant in the pharma practice at McKinsey, and later walked away from Big Pharma as head of the new indications discovery unit at Novartis to establish translational R&D organization BioMed Valley Discoveries. Now he’s back with Big Pharma, appointed to lead Bristol-Myers Squibb’s translational medicine operation from its Cambridge, Massachusetts, R&D site, slated to open late 2018. His appointment marks the first key hire at BMS since Tom Lynch, M.D., stepped into the CSO role in March. FierceBiotech\nFormer GlaxoSmithKline pharma chief Hussain joins Chinese PE firm C-Bridge\nC-Bridge Capital\nAbbas Hussain joined as senior partner.\nGlaxoSmithKline announced Abbas Hussain’s departure as president of global pharma in January, without specifying a date. Luke Miels, then-EVP of AstraZeneca’s European business will step in once Hussain leaves—a defection that later involved a lawsuit and heated exchanges between Miels and AZ CEO Pascal Soriot. Now Hussain is joining a deluge of former Big Pharma execs who have taken roles at investment shops. As a senior partner at Chinese private equity firm C-Bridge, Hussain will help direct its $700 million fund to bring innovation from around the world to China. C-Bridge has expanded in the U.S. over the past 12 months, having put together a U.S. team based out of offices in Boston, New York and San Diego, with leaders who have decades of biopharma experience in the U.S. and China to run them. FierceBiotech\nEx-FDA commissioner von Eschenbach joined former Elan team at VC Malin\n​Malin\nAndrew von Eschenbach, M.D., was named chief medical adviser.\nAndrew von Eschenbach, M.D., the FDA chief from 2006 to 2009, and previously director of the National Cancer Institute, has taken the chief medical adviser job at Dublin-based investment firm Malin. Von Eschenbach has worked with Malin as an advisory partner since around the time Kelly Martin and other former Elan executives set up the fund and pulled off a €330 million ($390 million) IPO in 2015. At his new role, von Eschenbach will work closely with the fund’s management team and therapeutic assets, with an initial focus on oncology. The Irish VC firm has invested more than €70 million in British immuno-oncology star Immunocore and €27 million in West Coast CAR-T and gene therapy startup Poseida. FierceBiotech\n> Amgen Chairman and CEO Robert A. Bradway has been elected to succeed Johnson & Johnson's EVP and worldwide chairman of pharmaceuticals, Joaquin Duato, as PhRMA board chairman; and Sanofi CEO Olivier Brandicourt will become chairman-elect; both effective next February. Release\n> Michael Lark, Ph.D., Trevena's founding CSO, will soon leave the company, along with a third of the company's workforce, as the company channels its energy on soon-to-be-filed injectable pain therapy Olinvo. FierceBiotech\n> Michael Diem, M.D., who previously held leadership roles at AstraZeneca and GSK rare diseases unit, was hired by Amicus Therapeutics as SVP of business and corporate development. Release\n> Metabolic diseases-focused Zafgen named Jeffrey Hatfield, most recently CEO of Vitae Pharma until its acquisition by Allergan, as CEO; while its CEO since 2008, Thomas Hughes, Ph.D., transitioned to the new role of CSO. Release\n> Children’s National Health System appointed transfusion medicine expert Meghan Delaney, D.O., as chief of pathology and lab medicine.\n> Viennese immunotherapy firm Apeiron Biologics hired industry veteran Peter Llewellyn-Davies as CFO and CBO. \n> CRF Health, which provides patient-centered eSource solutions, expanded its operations team with the addition of Neil Conroy as VP of business transformation, and Daniella Mulder as VP of client relations. Release\n> Immuno-oncology expert Scancell brought on Cliff Holloway, Ph.D., as CEO, starting early next year. Release\n> Envigo welcomed a new member to its regulatory consulting team: Naheed Rehman was named as new business lead consultant of chemicals. Release\n> Swedish orthobiologics company Bonesupport, hired Helena L Brandt as its new head of human resources."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508036677030},"timestamp":1508036677030,"sequenceNumber":1}}
{"url":"http://www.fiercebiotech.com/sponsored/apply-now-for-2017-fierce-innovation-awards-life-sciences-edition","result":{"extractorData":{"url":"http://www.fiercebiotech.com/sponsored/apply-now-for-2017-fierce-innovation-awards-life-sciences-edition","data":[]},"pageData":{"statusCode":200,"timestamp":1508036677944},"error":"URL processed successfully. No data extracted.","timestamp":1508036677944,"sequenceNumber":2}}
{"url":"http://www.fiercebiotech.com/research/averting-toxic-side-effects-from-car-t-cancer-treatments","result":{"extractorData":{"url":"http://www.fiercebiotech.com/research/averting-toxic-side-effects-from-car-t-cancer-treatments","data":[{"group":[{"keywords":[{"text":"acute lymphoblastic leukemia, chronic lymphocytic leukemia, non-Hodgkin lymphoma, cytokines, CAR-T, Fred Hutchinson Cancer Research Center, Novartis, Juno Therapeutics, Kite Pharma"}],"text_body":[{"text":"As excited as the oncology community is about the recent approval of Kymriah, Novartis’ CAR-T treatment for some patients with lymphoma, concerns about side effects remain. Some patients in clinical trials of Novartis’ product and others have developed a dangerous immune reaction called cytokine release syndrome, while others have suffered from neurotoxicity. The side effects can be life-threatening.\n \n \nNow, scientists at Fred Hutchinson Cancer Research Center said they’ve identified biomarkers associated with cytokine release syndrome and neurotoxicity—and they’ve created algorithms that they believe can be used to predict when the effects are likely to be life-threatening. Their research was published in the journal Cancer Discovery.\nRELATED: Safety the priority for Novartis’ CAR-T as AdComm documents released \nTo identify the biomarkers, the research team closely tracked 133 patients participating in a trial of a CAR-T that was developed at Fred Hutch to treat chronic lymphocytic leukemia, non-Hodgkin lymphoma or acute lymphoblastic leukemia. They timed the onset of symptoms and the path to resolution, conducting detailed pathology testing and imaging along the way. Most of the patients developed cytokine release syndrome, which resolved on its own, but 10 suffered severe symptoms, according to a release.\nOne characteristic common in patients who suffered severe cytokine release or neurotoxicity was that the endothelial cells in the linings of their blood vessels became hyperactivated. That led the research team to conclude that testing for biomarkers of endothelial activation could help identify the CAR-T patients who face the highest risk of severe side effects.\nThe researchers identified two key criteria for predicting severe cytokine release syndrome: a fever of at least 102 and high levels of a particular immune cytokine called MCP-1. Patients who also had high levels of the cytokine IL-6 faced an increased risk of neurotoxicity, the researchers said. They believe cytokine release syndrome is the precursor for most cases of neurotoxicity, though more research would be needed to determine the link between the two, they said.\n \n \nThe study was partly funded by Juno Therapeutics, which fell to third place in the CAR-T race behind Novartis and Kite after a string of deaths last year in a trial for what was once its lead candidate, JCAR015. The deaths were attributed to severe swelling in the brain, or cerebral edema. Juno dropped the CAR-T from its pipeline in March of this year.\nRELATED: Juno notches positive data for second-chance CAR-T JCAR017 \nThe Fred Hutch research builds upon the ongoing work of researchers there to develop a safer CAR-T. Last December, at the American Society of Hematology (ASH) meeting, they announced positive results from an early trial of their CAR-T leukemia treatment, which is made by combining two different cell subsets. By creating distinct subsets of cells for each patient—and using biomarkers to predict cytokine release and neurotoxicity—they believe they’ll be able to improve the success rate of CAR-T while also reducing side effects.\nOther Fred Hutch scientists are developing entirely new technologies to make CAR-T treatments safer. One team, for example, is using nanoparticles to remove a particular gene from T cells that normally causes them to attack healthy tissues. The same nanoparticles may be able to be used to enhance the production of T cells that kill cancerous targets—and that remember to attack the cancer should it ever reappear.\nCytokine release syndrome can be treated with steroids and immune modulating drugs, though there is no universally accepted protocol for using these drugs in CAR-T patients. The Fred Hutch researchers hope their latest study will inform efforts to develop treatment strategies and formally test them in clinical trials."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508036679151},"timestamp":1508036679151,"sequenceNumber":3}}
{"url":"http://www.fiercebiotech.com/biotech/merck-writes-off-big-bet-cetp-drug-anacetrapib","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/merck-writes-off-big-bet-cetp-drug-anacetrapib","data":[{"group":[{"keywords":[{"text":"CETP inhibitors, cardiovascular disease, Merck, anacetrapib, Eli Lilly, Pfizer, Roche, dalcetrapib"}],"text_body":[{"text":"Merck, the last big firm standing in the once-hyped CETP field, has opted against filing for approval of anacetrapib. The Big Pharma reached the decision after going over a mixed set of data from its big bet on a phase 3 program.\n \n \nThe door to a filing for approval swung open unexpectedly in June when Merck bucked the trend by reporting its long-running, 30,000-patient study met its primary endpoint. However, hopes that Merck could succeed where Eli Lilly, Pfizer and others had failed were tempered by the small improvement against the main goal, inability to move the needle against secondary endpoints and a safety concern.\nThat left Merck with a drug that may have snuck past regulators but struggled to win market share. Now, Merck has decided its best option is to cut its losses and move on. \n“After comprehensive evaluation, we have concluded that the clinical profile for anacetrapib does not support regulatory filings,” Merck's Roger Perlmutter, M.D., Ph.D., said in a statement.\nMerck’s move nearly wraps up the drawn-out demise of CETP inhibitors. Setbacks in the clinic for Roche and Pfizer indicated years ago that the field may fail to live up to expectations. But Lilly and Merck forged ahead, driven by a belief those flops stemmed from shortcomings of the drugs, not the idea of CETP inhibitors. Lilly’s belief in that was scuttled by its own clinical data in 2015.\nRELATED: Merck may file CETP candidate anacetrapib in unexpected turnaround\n \n \nMerck got closer than its fallen rivals to getting a CETP inhibitor to the finish line. A statistically significant decline in major coronary events marked a rare late-phase success for the field, but ultimately, the overall data package was too weak for Merck to justify filing for approval.\nMerck’s departure from the stage leaves a couple of small companies to fly the flag for CETP inhibitors. DalCor Pharmaceuticals is putting a drug it picked up from Roche, dalcetrapib, through phase 3. And Korea's Chong Kun Dang Pharmaceutical is running a midphase trial of its CETP drug in combination with statins."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508036679534},"timestamp":1508036679534,"sequenceNumber":4}}
{"url":"http://www.fiercebiotech.com/biotech/acelrx-crushed-again-after-fda-knocks-back-pain-drug","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/acelrx-crushed-again-after-fda-knocks-back-pain-drug","data":[{"group":[{"keywords":[{"text":"pain drugs, FDA rejection, AcelRx, Food and Drug Administration (FDA)"}],"text_body":[{"text":"AcelRx Pharmaceuticals is in the doghouse with investors yet again. The latest, 60% hit to AcelRx’s stock price followed another run-in with the FDA, which knocked back a filing for approval of pain drug Dsuvia.\n \n \nOfficials at the regulator issued the CRL after finding fault with the safety database and directions for use included in the application, AcelRx said. The safety database needs results from at least 50 people on the maximum dose to allay the FDA’s concerns. On the directions for use front, the FDA wants AcelRx to address dropped tablets and other use-related errors and run a human factors study to validate its actions.\nThat is a fairly light list of requests by the standards of earlier brushoffs AcelRx has received from the FDA. AcelRx CEO Vincent Angotti called the FDA’s recommendations “manageable” in a statement outlining his commitment to resubmit the NDA.\nInvestors were less sanguine about the CRL, wiping about 60% off a stock already battered by the missteps AcelRx has made since the heady days of 2013 and early 2014. Many of those missteps related to Zalviso, another AcelRx product the FDA rejected. In that case, the agency rubbed salt in the wound by refusing AcelRx’s request for a Type B meeting and demanding it run a new study, something the company had previously told investors wouldn’t be necessary. \nThe silver lining from the latest CRL is that the FDA has only asked for the safety work and human factors study. AcelRx’s filing is based on two double-blind trials that compared Dsuvia to placebo in patients experiencing pain after abdominal surgery or bunionectomy. Dsuvia bested placebo in terms of effect on pain intensity, an outcome that was perhaps to be expected given its active ingredient is more potent than fentanyl. \nAcelRx’s twist on the painkiller, sufentanil, lies in its sublingual formulation and accompanying delivery device, which the company thinks make it a better option than intravenous and intramuscular delivery in some circumstances."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508036681026},"timestamp":1508036681026,"sequenceNumber":5}}
{"url":"http://www.fiercebiotech.com/biotech/trevena-sheds-scientific-staff-and-cso-to-focus-lead-pain-drug","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/trevena-sheds-scientific-staff-and-cso-to-focus-lead-pain-drug","data":[{"group":[{"keywords":[{"text":"pain drugs, painkiller, opioids, Trevena, Maxine Gowen"}],"text_body":[{"text":"Around a third of Trevena’s workforce are facing the chop as the biotech throws all its weight behind soon-to-be-filed injectable pain therapy Olinvo.\n \n \nAll told, 21 full-time employees are being shown the exit, mainly from the research team, while founding chief scientific officer Michael Lark, Ph.D. will also be leaving the company in December after nearly a decade in the role.\nTrevena said it is also halting investment in all early-stage R&D, but will complete a phase 1 trial of migraine candidate TRV250 before deciding on the future of that project, and is also taking a rain check on a series of novel S1P modulators for neuropathic pain.\nThat means heart failure candidate TRV027 has been shelved—unsurprisingly as it flunked a phase 2b trial last year—along with the orally active follow-up to Olinvo (oliceridine) TRV734.\nThe biotech’s CEO Maxine Gowen,Ph. D., said the goal is to reduce its operating spend by around $40 million over the next three years as the company works through the preregistration activities for mu opioid receptor modulator Olinvo, due for filing with the FDA this month as a treatment for moderate to severe pain.\nThe company had around $77 million in ready cash at the end of September, which with the cutbacks should allow it to operate into the fourth quarter of 2018—by which time the FDA should have delivered its verdict on Olinvo.\n \n \n“We have decided to reduce our capital needs and focus our resources on the future approval and commercialization of Olinvo, which we believe will be an important new option for physicians and patients,” said Gowan.\nThe drug relieves pain without respiratory and gastrointestinal side effects that limit other agents, according to the company, which picked up a breakthrough therapy designation for oliceridine last year.\nIt reported phase 3 data on the drug in February in patients who had tummy-tuck surgery (abdominoplasty) or surgery to remove bunions. The drug matched morphine for pain relief but with a faster onset that meant it outperformed the comparator drug in the early stages post-surgery.\nThe data on safety were less compelling, however, with trends to improvement over morphine rather than the significant gains seen in phase 2. The results prompted a sell-off in Trevena shares, although Oppenheimer analysts said the reaction was overblown and the drug could still become an important option for patients most at-risk of opioid-related side effects."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508036680604},"timestamp":1508036680604,"sequenceNumber":6}}
{"url":"http://www.fiercebiotech.com/research/new-stem-cell-type-expands-r-d-regenerative-medicine-possibilities","result":{"extractorData":{"url":"http://www.fiercebiotech.com/research/new-stem-cell-type-expands-r-d-regenerative-medicine-possibilities","data":[{"group":[{"keywords":[{"text":"embryonic stem cells, induced pluripotent stem cells, regenerative medicine, Wellcome Trust, Salk Institute, Organovo, PolarityTE, eGenesis"}],"text_body":[{"text":"Embryonic stem stem cells can develop into many different types of cell and could one day lead to regenerative treatments for various diseases. But they have limitations—taken from a fertilized egg about five days old, these stem cells have lost the ability to develop into all cell types.\n \n \nWhat if we could take stem cells from an earlier stage of embryonic development? Scientists from the Wellcome Trust Sanger Institute have done just that.\n\"The earliest cell is like a blank piece of paper, in theory it should have the greatest development potential,” said Pentao Liu, an affiliate faculty member of the Wellcome Trust-MRC Stem Cell Institute, University of Cambridge, in a statement.\nRELATED: What's next after CRISPR clears hurdle in quest to transplant pig organs into humans?\nThe Wellcome team, led by Liu, developed a new method of culturing cells from the earliest stage of development, when the fertilized egg has divided into four or eight cells. At this point, it is believed to still be \"totipotent,\" or able to differentiate into any cell type. In contrast, embryonic stem cells are derived from blastocysts, which are made up of about 100 cells.\nThe researchers cultured the stem cells in conditions that blocked key development signals and pathways. These stem cells, dubbed Expanded Potential Stem Cells (EPSCs), maintained totipotency. The team was also able to take embryonic stem cells and induced pluripotent stem cells and reprogram them to become EPSCs—essentially turning back the clock on development. The findings appear in Nature.\n \n \nRELATED: Organovo reports promising animal data for 3D-bioprinted liver tissue\nRegenerative medicine holds promise in a number of different areas, including growing new skin from a burn patient’s own cells instead of using skin grafts. A team from the Salk Institute created embryos with both pig and human DNA, with the eventual goal of growing transplantable tissue and organs. While the scientists did not allow the hybrid embryos to fully develop, their invention could be useful in drug development and regenerative medicine.\nThe ability of Wellcome Trust's EPSCs to develop into any kind of cell not only expands research opportunities, but it also opens the door to potential regenerative treatments.\n\"EPSCs provide a platform to study early embryo cells in detail at the molecular level to understand development, not only in mouse, but ultimately in future in humans,” said first author Jian Yang of the Wellcome Trust Sanger Institute. “This new method of producing stem cells could be enormously helpful for studying development, more efficiently generating functional human cells, and researching treatments for pregnancy problems such as pre-eclampsia and miscarriages.\""}]}]}]},"pageData":{"statusCode":200,"timestamp":1508036682299},"timestamp":1508036682299,"sequenceNumber":7}}
{"url":"http://www.fiercebiotech.com/cro/janssen-rolls-out-trial-supply-and-patient-engagement-mobile-app","result":{"extractorData":{"url":"http://www.fiercebiotech.com/cro/janssen-rolls-out-trial-supply-and-patient-engagement-mobile-app","data":[{"group":[{"keywords":[{"text":"randomization and trial supply management, mobile medical apps, drug adherence, clinical trial management, CRO, patient data, Janssen"}],"text_body":[{"text":"Normally, you’d think of Janssen as the sponsor of clinical trials, assigning study tasks to contractors, but the Johnson & Johnson pharma unit has taken the opposite role as a service provider, having developed a mobile platform for trial supply management and patient engagement that can track medication adherence to each pill.\n \n \n“While there are many standalone solutions available, we saw a key need for a comprehensive, mobile toolkit with the ability to address two key pain points in clinical trials: investigator administrative burden and providing better patient information and adherence support,” Andreas Koester, M.D., Ph.D., vice president of R&D Operations Innovation at Janssen, said in an emailed interview with FierceCRO.\nIndeed, there are many randomization and trial supply management (RTSM) solutions out there, why does Janssen call its new Integrated Smart Trial & Engagement Platform, or iSTEP, a “first-of-its-kind information technology toolset”?\nJanssen developed the platform in collaboration with Tata Consultancy Services as part of the latter’s Connected Clinical Trials platform. It consists of four modules, which can be used independently or together.\nFirst comes eTracking, which uses scanners to track medication kits, from arrivals to allocation and dispensing to returns. This component definitely helps make site staff’s work easier, but a few months ago, Parexel has already launched a mobile app called ClinPhone with almost exactly the same barcode scanning and tracking feature.\nRELATED: RTSM service on a mobile app? Parexel did it\n \n \nKoester said it is iSTEP’s patient engagement and intake monitoring elements that make it special.\nAn eCommunication module provides information such as reminders, dosing instructions and tutorial videos, tailored to patient needs. The communication is actually going in both ways as the module will also collect certain data from patients, such as adverse events.\nThe eLabel function can customarily distribute electronic drug labels, together with other patient-related data, in the patient’s desired language. It is also designed to be flexible, as it can update trial protocol and inform patients even after the trial has started.\nBut perhaps the most “smart” part of the platform is eAdherence. Drugs are put in blister packs that automatically register each pill as it is removed. Janssen said such close monitoring of adherence may enable real-time intervention.\nBefore rolling out the final product, to evaluate the effectiveness and user-friendliness of the platform, Janssen has already tested a prototype in a technical pilot conducted in Belgium that enrolled 24 healthy volunteers of different age groups and who speak three different native languages. The pharma company reported that the compliance rate reached 92%, and said in an introductory piece that the pilot “verified that all of the iSTEP components worked in an integrated manner.”\nKoester told FierceCRO that the company is planning to deploy the platform in a phase 2 trial in 2017, and said that feedback from health authorities regarding the use of iSTEP “has been very positive and encouraging thus far.”\n“We envision this platform will become the backbone and integrating component for many of the currently available and future clinical trial applications,” he said.\nThe iSTEP platform is actually not Janssen R&D Operations Innovation’s only clinical trial program. It also has a tablet-based electronic informed consent solution that provides interactive, multimedia educational materials for prospective clinical trial participants. It is also carrying out two patient-centered initiatives that allow either patients’ perspectives into trial design or their access to routine lab data to be collected in clinical trials, all for better enrollment, engagement and retention.\nEditor's Note: The story has been updated to reflect that the mobile app is only part of iSTEP."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508036681844},"timestamp":1508036681844,"sequenceNumber":8}}
{"url":"http://www.fiercebiotech.com/biotech/ardelyx-rises-better-ibs-data-and-a-clearer-path-to-fda-filing","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/ardelyx-rises-better-ibs-data-and-a-clearer-path-to-fda-filing","data":[{"group":[{"keywords":[{"text":"irritable bowel syndrome (IBS), irritable bowel syndrome with constipation (IBS-C), Ardelyx, Ironwood Pharmaceuticals, Synergy Pharmaceuticals, Linzess"}],"text_body":[{"text":"Small-cap biotech Ardelyx now has a second and more positive phase 3 trial for its constipation-predominant irritable bowel syndrome (IBS-c) drug tenapanor, setting up regulatory filings next year.\n \n \nThe NHE3 inhibitor nailed the confirmatory trial achieving all its primary and secondary outcome objectives including a significantly higher combined response rate—defined as a reduction in abdominal pain and an increase in spontaneous bowel movements—compared to placebo.\nThe new data sparked an 36% rise in the company’s share price after hours, although it was up nearly 60% at one point, which was the opposite of what occurred when it reported the results of its first phase 3 trial earlier this year.\nThose results failed to impress investors, drawing out unfavorable comparisons with rival IBS-c therapies such as Ironwood Pharma’s already-approved Linzess (linaclotide) and Synergy’s Trulance (plecanatide) which is in late-stage testing. The data also came on the back of a string of setbacks with the drug including a failed trial in diabetics with chronic kidney disease and the loss of AstraZeneca as a development partner.\nThe fallout forced Ardelyx to cut staff and put some earlier-stage programs on hold to conserve resources as it gambled on tenapenor’s prospects in IBS-c and a follow-up indication, hyperphosphatemia in patients with end-stage renal disease on dialysis.\nThe new data are looking a lot better. Tenapenor achieved a 36.5% combined responder rate in the latest TEMPO2 study compared to 23.7% for placebo, compared to 27% and 19% respectively in the earlier TEMPO 1 trial, and the effects were sustained throughout the 26-week trial period. The company also said that there was 12% rate of diarrhea with the drug in this study, a side effect that has previously caused investors to question its commercial potential, arguing that this compares favorably with Linzess.\n \n \n“These results are game-changing for tenapanor as a product and Ardelyx as a company,” said the biotech’s CEO Mike Raab on a conference call, predicting a filing in the second half of 2018 and possible approval and launch the following year. He also said the new data will facilitate its ongoing search for a commercial partner.\n“We are now one step closer to achieving our vision of bringing a first-in-class, highly differentiated treatment to underserved patients,” he continued, adding that tenapanor “will be a competitive product in the market.” Linzess and Trulance are both guanylate cyclase-C (GC-C) agonists, promoting gastrointestinal secretion, while tenapanor works by clearing excess sodium from the GI tract.\nIBS-c is a challenging condition, with two-thirds of patients not responding to initial treatment, said Raab, who suggested tenapanor could eventually become a preferred first-line option for patients “who seek fast onset, sustained relief and the best chance for normalization of their bowel function.”\n“We are confident that tenapanor will fill a void in today’s therapeutic options” in IBS-c, with potential in other indications such as chronic idiopathic constipation and opioid-induced constipation, he said."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508036682553},"timestamp":1508036682553,"sequenceNumber":9}}
{"url":"http://www.fiercebiotech.com/biotech/lilly-under-legal-fire-over-split-from-adocia","result":{"extractorData":{"url":"http://www.fiercebiotech.com/biotech/lilly-under-legal-fire-over-split-from-adocia","data":[{"group":[{"keywords":[{"text":"diabetes, insulin, legal, Eli Lilly, Adocia, EuroBiotech Report"}],"text_body":[{"text":"Adocia is taking legal action against two-time former partner Eli Lilly. The diabetes biotech wants Lilly to pay up $11 million (€9 million) plus extras to offset perceived harm caused by its changes to the product development plan.\n \n \nLyon, France-based Adocia has begun arbitration proceedings against Lilly about nine months after the Big Pharma walked away from the deal it struck in 2014. That left Adocia without a partner for its fast-acting insulin on the cusp of phase 3 and turned Lilly, which has an internal fast-acting insulin program, from a partner into a rival.\nNow, Adocia has decided to bite back. The French biotech wants $11 million plus “other specific relief” relating to “Lilly’s change of the product development plan.” Adocia expects the arbitration proceedings to wrap up in the first half of next year.\nAdocia’s decision to open the case adds a late twist to its roller-coaster relationship with Lilly. \nThe legal case relates to the agreement the companies entered into in 2014. Lilly paid $50 million upfront and committed to $520 million more to enter into the worldwide licensing collaboration, only to walk away two years later. Lilly kept mum about its reasons but the progress of its own fast-acting insulin, LY900014, may have factored into the decision.\nRELATED: Lilly makes amends with Adocia in $570M diabetes deal\n \n \nThat was the second time Lilly decided to severe ties to Adocia. The first time came in 2013, when Lilly walked away from the smaller—$10 million upfront, $155 million in milestones—deal it struck in 2011. That earlier pact covered the same fast-acting insulin at the heart of the 2014 agreement. \nAdocia bounced back from its 2013 split from Lilly, which CEO Gérard Soula later told BioWorld was the result of a deep disagreement about how to advance the program. Soula said Lilly wanted to keep testing the drug in healthy volunteers. Adocia wanted to power forward. Having agreed to go its own way, Adocia followed its development plan and generated the data that brought Lilly back to the deal table.\nWhile Adocia presented the decision to end the 2011 relationship as being mutual, Lilly’s exit from the second agreement was unilateral. Adocia, still floundering unpartnered as its phase 3 approaches, thinks the path that led Lilly to that point features an action worth $11 million in relief."}]}]}]},"pageData":{"statusCode":200,"timestamp":1508036709584},"timestamp":1508036709584,"sequenceNumber":10}}
